[
    {
        "title": "Aerospace Physiologist",
        "link": "/careers/aviation-and-flight/aerospace-physiologist",
        "description": "It’s crucial to ensure that Airmen possess the mental and physical fortitude to succeed in combat. Aerospace Physiologists train aircrews to handle everything from extreme G-forces to exposure to dangerous altitudes. Along with preparing Airmen, these specialists explore the effects of fatigue, stress and other limitations that a human body may experience through real-life training, countless hours of study and flight experience as non-rated officer aircrew. The knowledge and expertise they impart are vital to better equip Airmen for the stresses of their jobs.\nYou must meet several requirements before joining the Air Force. These concern your background, overall health and other standards set by the Air Force, Department of Defense and federal law.\n\nWhat you’ll do\n        \n          \n            Plan, execute and supervise training and operational programs\n          \n        \n          \n            Research deep into the complex and unique field of physiology, human factors and human performance\n          \n        \n          \n            Provide comprehensive training on the threats, hazards and risks of Air Force operations and their mitigating strategies\n          \n        \n          \n            Provide educational training in a variety of Air Force classes"
    },
    {
        "title": "Clinical Social Worker",
        "link": "/careers/healthcare/clinical-social-worker",
        "description": "Sometimes the stresses our Airmen and their families face may feel overwhelming or difficult to overcome. Concentrating on the social aspects of health, Clinical Social Workers help individuals improve the quality of their lives. From diagnosing various issues to offering guidance and counseling, these professionals offer services their clients can rely on during their hardest times.\nYou must meet several requirements before joining the Air Force. These concern your background, overall health and other standards set by the Air Force, Department of Defense and federal law.\n\nWhat you’ll do\n        \n          \n            Provide social work services in various settings, including mental health, substance abuse and family advocacy\n          \n        \n          \n            Supervise mental health personnel and recommend training and management policies\n          \n        \n          \n            Perform mental health evaluations and therapy\n          \n        \n          \n            Provide consultation and support on policies, procedures and services to medical staff and leadership\n          \n        \n          \n            Conduct and participate in research appropriate to expertise"
    },
    {
        "title": "Pharmacy Technician",
        "link": "/careers/healthcare/pharmacy-technician",
        "description": "An integral part of keeping our Airmen and their families healthy happens in the pharmacy. Responsible for interpreting, filling and dispensing prescriptions, Pharmacy specialists work with Pharmacists to help keep their patients healthy. These experts also work directly with patients and providers to ensure that they fully understand their medications in order to keep them healthy and safe from unintended misuse.\nYou must meet several requirements before joining the Air Force. These concern your background, overall health and other standards set by the Air Force, Department of Defense and federal law.\n\nWhat you’ll do\n        \n          \n            Prepare drug orders\n          \n        \n          \n            Confer with patients on questions regarding their medications\n          \n        \n          \n            Calculate the amount of ingredients needed to make compound drugs\n          \n        \n          \n            Develop efficient work methods and operating procedures\n          \n        \n          \n            Conduct periodic inspections of drug storage and usage areas\n          \n        \n          \n            Safeguard chemicals, drugs and mild narcotics"
    },
    {
        "title": "Security Forces",
        "link": "/careers/law-and-order/security-forces-overview/security-forces",
        "description": "An important part of protecting our country is ensuring the safety of the people, property and resources on every Air Force base. To accomplish this goal, Security Forces specialists go through extensive training in law enforcement and combat tactics to protect bases both stateside and overseas. A job that’s both physically and mentally demanding, these highly focused experts do everything from writing tickets to investigating on-base incidents to make sure everyone and everything on every base is protected.\nYou must meet several requirements before joining the Air Force. These concern your background, overall health and other standards set by the Air Force, Department of Defense and federal law.\n\nWhat you’ll do\n        \n          \n            Ensure the safety of all base weapons, property and personnel\n          \n        \n          \n            Conduct investigations into any on-base incidents\n          \n        \n          \n            Participate in team patrol movements, tactical drills, battle procedures and military operations other than war\n          \n        \n          \n            Apprehend and detain suspects, secure crime scenes and testify in judicial proceedings\n          \n        \n          \n            Apply life saving procedures as first responders to disaster scenes\n          \n        \n          \n            Train handlers and military working dogs"
    },
    {
        "title": "Security Forces Officer",
        "link": "/careers/law-and-order/security-forces-overview/security-forces-officer",
        "description": "The ultimate objective of every Air Force operation is security—for our Airmen, our bases and our country. Utilizing their broad expertise—encompassing weapons systems, antiterrorism, law enforcement, Air Base Ground Defense, industrial security and Combat Arms—Security Forces Officers lead others to ensure we achieve this objective. Directing Air Base Ground Defense functions, these professionals control and secure the terrain inside and adjacent to military installations as well as the personnel, equipment and resources within to keep us safe.\nYou must meet several requirements before joining the Air Force. These concern your background, overall health and other standards set by the Air Force, Department of Defense and federal law.\n\nWhat you’ll do\n        \n          \n            Lead, manage and direct Security Forces personnel and activities\n          \n        \n          \n            Protect nuclear and conventional weapons systems and other resources\n          \n        \n          \n            Lead and organize Security Forces operations\n          \n        \n          \n            Develop Security Forces plans, policies, procedures and instructions\n          \n        \n          \n            Assess installation or deployed location vulnerabilities"
    },
    {
        "title": "Optometrist",
        "link": "/careers/healthcare/optometrist",
        "description": "It’s crucial to ensure our Airmen are able to achieve ideal vision. Providing primary eye care, Optometrists examine and test people’s eyes for visual acuity and eye diseases. An integral part of the healthcare system, these practitioners do everything from prescribing correctional lenses to diagnosing conditions related to the ocular system.\nYou must meet several requirements before joining the Air Force. These concern your background, overall health and other standards set by the Air Force, Department of Defense and federal law.\n\nWhat you’ll do\n        \n          \n            Examine, diagnose, treat and manage diseases and disorders of the eyes and associated structures\n          \n        \n          \n            Prescribe treatment and ophthalmic devices, such as glasses and contact lenses\n          \n        \n          \n            Perform clinical procedures necessary to correcting vision\n          \n        \n          \n            Manages optometry activities and supervises ophthalmic technicians with emphasis on meeting Air Force medical service standards\n          \n        \n          \n            Plans, supervises and participates in vision conservation, eye protection, soft contact lens program and the corneal refractive surgery programs"
    },
    {
        "title": "Operating Room Nurse",
        "link": "/careers/healthcare/operating-room-nurse",
        "description": "When surgery is necessary, so is having the right team of medical professionals. Responsible for assessing and implementing care to patients before, during and after the surgery, Operating Room Nurses provide essential and complete nursing care to surgical patients. Providing direct and individualized care, they ensure that each patient gets the complete care they need. A job for the organized and detail-oriented, they are invaluable in Air Force operating facilities all over the world.\nYou must meet several requirements before joining the Air Force. These concern your background, overall health and other standards set by the Air Force, Department of Defense and federal law.\n\nWhat you’ll do\n        \n          \n            Plan, direct and coordinate operating room department activities\n          \n        \n          \n            Provide professional nursing care to patients undergoing surgery\n          \n        \n          \n            Prepare and maintain the operating room for all surgical procedures on a daily basis\n          \n        \n          \n            Conduct both pre- and postoperative visits with patients\n          \n        \n          \n            Coordinate with other hospital units to ensure patients’ discernible progress"
    },
    {
        "title": "Mental Health Nurse",
        "link": "/careers/healthcare/mental-health-nurse",
        "description": "Today’s Airmen face undeniable stresses and unique challenges in the line of duty. Our Mental Health Nurses play a crucial role in helping diagnose and aid in their continued all-over health. Providing safe and effective treatment alongside the mental health care team, they help promote and foster positive environments as they aid in maintaining the continued health of Airmen around the world.\nYou must meet several requirements before joining the Air Force. These concern your background, overall health and other standards set by the Air Force, Department of Defense and federal law.\n\nWhat you’ll do\n        \n          \n            Work with individuals, families, groups and communities to assess mental health needs\n          \n        \n          \n            Develop diagnoses and plans to then implement and evaluate nursing care\n          \n        \n          \n            Monitor patients undergoing detoxification from alcohol or drugs and assist in planning and providing comprehensive mental health services and support\n          \n        \n          \n            Conduct and use nursing research to improve healthcare delivery\n          \n        \n          \n            Manage inpatient care units, provide case management and work with members in the field"
    },
    {
        "title": "Bioenvironmental Engineer",
        "link": "/careers/healthcare/bioenvironmental-engineer",
        "description": "We go to extraordinary measures to protect our Airmen from environmental hazards and infractions. Applying engineering and scientific principles, Bioenvironmental Engineers identify and evaluate potential dangers and develop programs to prevent illness and injury. With an emphasis on discovering problems before they occur, these specialists ensure the health and safety of Airmen and their families in environments all over the world.\nYou must meet several requirements before joining the Air Force. These concern your background, overall health and other standards set by the Air Force, Department of Defense and federal law.\n\nWhat you’ll do\n        \n          \n            Ensure a safe and healthy workplace for Airmen through applied knowledge of engineering and sciences\n          \n        \n          \n            Provide essential information necessary for decision-making in areas involving weapons systems and associate processes, facilities and chemical, biological and radiological issues\n          \n        \n          \n            Advise command and staff agencies on operational risk management\n          \n        \n          \n            Perform a variety of daily duties, including health-risk assessments, chemical, biological and radiological identification and control and modernizing health facilities"
    },
    {
        "title": "Audiologist",
        "link": "/careers/healthcare/audiologist",
        "description": "As one of our core senses, hearing can cause complex medical, physical, social and employment implications, especially for Airmen who are constantly exposed to noise that goes beyond what is safe for human ears. Providing the full spectrum of hearing and balance-related issues, Air Force Audiologists utilize the latest equipment and techniques to treat and safeguard Airmen and their families.\nYou must meet several requirements before joining the Air Force. These concern your background, overall health and other standards set by the Air Force, Department of Defense and federal law.\n\nWhat you’ll do\n        \n          \n            Conduct examinations to diagnose ailments and administer treatment, including implant services\n          \n        \n          \n            Provide education, training, clinical support and program management\n          \n        \n          \n            Engage in research-based practice"
    },
    {
        "title": "Biomedical Laboratory Officer",
        "link": "/careers/healthcare/biomedical-laboratory-officer",
        "description": "Biological tests are an essential part in determining the diagnosis and treatment of disease. Responsible for directing the services and integrity of their lab, Biomedical Laboratory Officers are essential to helping physicians accurately treat their patients. In addition to their scientific duties, these experts institute new methods, techniques and procedures to help their lab more accurately pinpoint the cause and appropriate care for a wide range of diseases.\nYou must meet several requirements before joining the Air Force. These concern your background, overall health and other standards set by the Air Force, Department of Defense and federal law.\n\nWhat you’ll do\n        \n          \n            Utilizes a biomedical sciences background and leadership skills to consult and advise healthcare teams.\n          \n        \n          \n            Develops and directs biomedical sciences programs, policies and multidisciplinary healthcare units.\n          \n        \n          \n            Develops and evaluates policies in training, research, clinical practice and therapeutics.\n          \n        \n          \n            Advises medical facility commanders on establishing, equipping and operating biomedical units and activities.\n          \n        \n          \n            Participates in conferences and research, and disseminates learnings to biomedical clinicians and scientists.\n          \n        \n          \n            Interprets, evaluates and translates biomedical scientific data, knowledge and techniques."
    },
    {
        "title": "Podiatric Surgeon",
        "link": "/careers/healthcare/podiatric-surgeon",
        "description": "The physical demands of the Air Force require Airmen to constantly be on their feet. When a foot or ankle problem occurs, Podiatric Surgeons provide the medical diagnosis and necessary treatment to the affected area. From calluses to broken bones, these specialists care for a wide range of problems and help their patients heal from their ailments and injuries.\nYou must meet several requirements before joining the Air Force. These concern your background, overall health and other standards set by the Air Force, Department of Defense and federal law.\n\nWhat you’ll do\n        \n          \n            Diagnose and treat a wide range of foot ailments ranging from injuries to physical abnormalities\n          \n        \n          \n            Perform surgery, interpret x-rays and prescribe necessary therapeutic devices\n          \n        \n          \n            Administer and prescribe antibiotics, drugs and orthotics\n          \n        \n          \n            Manage podiatric surgery and services"
    },
    {
        "title": "Heating, Ventilation, Air Conditioning and Refrigeration",
        "link": "/careers/maintenance-and-repair/heating-ventilation-air-conditioning-and-refrigeration",
        "description": "Climate control plays a large role in the comfort and efficiency of our Airmen as well as our electronic equipment. Responsible for maintaining the mechanical systems that keep our surroundings temperature-controlled, Heating, Ventilation, Air Conditioning and Refrigeration (HVAC/R) specialists ensure that every space at their respective base is functioning correctly. These experts install, maintain and repair the different HVAC/R systems necessary for us to complete our operations in a variety of climates all over the world.\nYou must meet several requirements before joining the Air Force. These concern your background, overall health and other standards set by the Air Force, Department of Defense and federal law.\n\nWhat you’ll do\n        \n          \n            Install, maintain and operate heating, ventilation, air conditioning and refrigeration systems and equipment\n          \n        \n          \n            Perform recurring maintenance and seasonal overhaul on every system\n          \n        \n          \n            Solve maintenance problems through use of wiring, schematic drawings and analyzing construction\n          \n        \n          \n            Survey proposed work to determine resource requirements"
    },
    {
        "title": "Periodontist",
        "link": "/careers/healthcare/periodontist",
        "description": "When Airmen require specialized dental care, we make sure they have access to exactly what they need. Responsible for examining, diagnosing and treating diseases that form on different tissues around the teeth, Air Force Periodontists provide surgical and nonsurgical care to the issues of the gums and bones surrounding the jaw. These specialists play an integral role in providing the best care possible to our Airmen and their families.\nYou must meet several requirements before joining the Air Force. These concern your background, overall health and other standards set by the Air Force, Department of Defense and federal law.\n\nWhat you’ll do\n        \n          \n            Examine, diagnose and treat diseases and destructive processes of hard and soft tissues of the teeth\n          \n        \n          \n            Interpret radiographs, evaluate findings and conduct treatment\n          \n        \n          \n            Provide consultation services and instruct patients in oral hygiene and dental preventive measures"
    },
    {
        "title": "Precision Measurement Equipment Laboratory",
        "link": "/careers/science-and-technology/precision-measurement-equipment-laboratory",
        "description": "Any time a piece of equipment or machinery is used, there are an infinite number of things that need to work perfectly. Responsible for calibrating equipment used in virtually every phase of maintenance, Precision Measurement Equipment Laboratory specialists ensure that every piece of equipment is in precise working order. These experts must utilize exacting attention to detail as they take measurements in increments as small as millionths to ensure everything is safe for our Airmen to operate.\nYou must meet several requirements before joining the Air Force. These concern your background, overall health and other standards set by the Air Force, Department of Defense and federal law.\n\nWhat you’ll do\n        \n          \n            Repair, calibrate and modify test, measurement and diagnostic equipment (TMDE)\n          \n        \n          \n            Record and report maintenance data\n          \n        \n          \n            Provide training and manage technical order distributions\n          \n        \n          \n            Develop workload plans and budget\n          \n        \n          \n            Dispose of hazardous materials according to environmental standards"
    },
    {
        "title": "Prosthodontist",
        "link": "/careers/healthcare/prosthodontist",
        "description": "When our Airmen require more than just a straightforward dental exam, we ensure they get the specific care they need. Specializing in making and fitting dentures, crowns and bridges, Prosthodontists help those suffering from oral illnesses and deformities. Their expertise in oral prostheses enables patients to eat, speak, correct appearance, and most importantly, improve the quality of their lives.\nYou must meet several requirements before joining the Air Force. These concern your background, overall health and other standards set by the Air Force, Department of Defense and federal law.\n\nWhat you’ll do\n        \n          \n            Restore debilitated dentitions caused by tooth loss or pathologic wear\n          \n        \n          \n            Diagnose and develop treatment plans for patients with complex, multidisciplinary needs, followed by restoring function, aesthetics and stability using various types of prostheses\n          \n        \n          \n            Use the latest technology with the most up-to-date computer-aided design\n          \n        \n          \n            Direct the specialty’s services for a clinic as well as provide professional guidance to in-house dental laboratories\n          \n        \n          \n            Provide consultation services to the general dentistry staff"
    },
    {
        "title": "Aircraft Fuel Systems",
        "link": "/careers/maintenance-and-repair/aircraft-fuel-systems",
        "description": "There is little to no room for error during flight, especially when it comes to the fuel system. Responsible for diagnosing and repairing fuel system malfunctions, Aircraft Fuel Systems specialists correct problems before planes are airborne. By completing comprehensive checks on these complex systems, these highly trained specialists ensure that fuel systems won’t malfunction during flight.\nYou must meet several requirements before joining the Air Force. These concern your background, overall health and other standards set by the Air Force, Department of Defense and federal law.\n\nWhat you’ll do\n        \n          \n            Inspect, repair and test aircraft hydraulic and in-flight refueling systems\n          \n        \n          \n            Advise on aircraft fuel systems maintenance procedures and policies\n          \n        \n          \n            Inspect fuel cells and tanks for foreign objects, corrosion, cell deterioration and fungus\n          \n        \n          \n            Maintain inspection and maintenance records\n          \n        \n          \n            Recommend ways to improve equipment, performance and maintenance procedures\n          \n        \n          \n            Dispose of hazardous materials according to safety and environmentally acceptable standards"
    },
    {
        "title": "Emergency/Trauma Nurse",
        "link": "/careers/healthcare/emergency-trauma-nurse",
        "description": "When there’s a medical crisis, providing swift and comprehensive care is critical to the patient’s survival. Working in some of the most stressful environments on bases all over the world, Air Force Emergency/Trauma Nurses rapidly make lifesaving decisions every day. A challenging career for those who remain calm under pressure, their medical actions are indispensible in treating patients and getting them home safely to their families.\nYou must meet several requirements before joining the Air Force. These concern your background, overall health and other standards set by the Air Force, Department of Defense and federal law.\n\nWhat you’ll do\n        \n          \n            Provide care that ranges from birth to life- and limb-saving measures\n          \n        \n          \n            Treat patients of all ages requiring stabilization and/or resuscitation for a variety of illnesses and injuries\n          \n        \n          \n            Use assessment skills during contingency operations to save life and limb\n          \n        \n          \n            Assess and provide primary, secondary and tertiary care to patients in the hospital’s care"
    },
    {
        "title": "Physician Assistant",
        "link": "/careers/healthcare/physician-assistant",
        "description": "Keeping our Airmen and their families healthy means providing them with effective and efficient healthcare. Physician Assistants are key members of Air Force healthcare teams all over the world. From providing comprehensive medical care to examining, diagnosing, and treating diseases and injuries to managing inpatient and outpatient care, they provide a broad range of services to help the Air Force family stay active and get healthy as quickly as possible.\nYou must meet several requirements before joining the Air Force. These concern your background, overall health and other standards set by the Air Force, Department of Defense and federal law.\n\nWhat you’ll do\n        \n          \n            Perform primary medical care and clinical duties \n          \n        \n          \n            Exercise autonomy in medical decision-making\n          \n        \n          \n            Deploy to provide medical care in wartime as well as on humanitarian and peacekeeping missions\n          \n        \n          \n            Practice quality patient care, clinical teaching, patient education, research and leadership activities"
    },
    {
        "title": "Oral and Maxillofacial Pathologist",
        "link": "/careers/healthcare/oral-and-maxillofacial-pathologist",
        "description": "In order to properly treat oral and facial conditions, we have to diagnose and study the problems as well. Responsible for the identification and management of diseases affecting the mouth, jaws and face, Oral and Maxillofacial Pathologists are critical members of the Air Force dental community. Through research and examinations, these specialists are able to help diagnose and treat the conditions and diseases affecting our Airmen and their families.\nYou must meet several requirements before joining the Air Force. These concern your background, overall health and other standards set by the Air Force, Department of Defense and federal law.\n\nWhat you’ll do\n        \n          \n            Examine and diagnose pathologic conditions of the oral and perioral tissues and structures\n          \n        \n          \n            Direct the oral and maxillofacial pathology service\n          \n        \n          \n            Determine the nature and extent of oral diseases and abnormal growths and the types of tests or examinations needed to diagnose the nature and progress of diseases\n          \n        \n          \n            Provide consultation services and serve as a member of local hospital boards and committees"
    },
    {
        "title": "Pharmacist",
        "link": "/careers/healthcare/pharmacist",
        "description": "Air Force Pharmacy Officers work in direct support of the Air Force’s mission to enhance health, readiness, and resilience. The responsibilities are dynamic, with a unique blend of clinical expertise, leadership, and operational requirements. Through mentorship, they inspire the next generation and foster an environment of excellence and innovation. Air Force Pharmacy Officers ensure medical readiness and exceptional care to ensure the resiliency of our Airmen and their families.\nYou must meet several requirements before joining the Air Force. These concern your background, overall health and other standards set by the Air Force, Department of Defense and federal law.\n\nWhat you’ll do\n        \n          \n            Advise medical leaders, provide strategic input on pharmaceutical matters and guide operational decision making\n          \n        \n          \n            Dispense medications and counsel patients on proper use of medications.\n          \n        \n          \n            Screen prescription, assess drug interactions and evaluate therapeutic appropriateness to provide highest care to our beneficiaries\n          \n        \n          \n            Provide oversight on procurement, storage, and management of pharmaceuticals, ensuring that all medications meet rigorous standards\n          \n        \n          \n            Opportunities for training programs such as postgraduate PGY1 Residency and Air Force fellowship programs\n          \n        \n          \n            Lead and mentor pharmacy team members"
    },
    {
        "title": "Aerospace Medicine Specialist/Flight Surgeon",
        "link": "/careers/healthcare/aerospace-medicine-specialist-flight-surgeon",
        "description": "The stresses and conditions that result from working in extreme conditions require unique, specialized care. Aerospace Medicine Specialists/Flight Surgeons are primary care physicians for pilots and crew members traveling in air or space. These physicians discover, prevent and manage the various physiological responses that result from encountering exceptional environments, enabling our Airmen to stay in peak condition and continue their jobs in the air.\nYou must meet several requirements before joining the Air Force. These concern your background, overall health and other standards set by the Air Force, Department of Defense and federal law.\n\nWhat you’ll do\n        \n          \n            Conduct medical examinations and provide care for air and missile crews\n          \n        \n          \n            Determine fitness for flying and special duties as well as evaluating living and working environments to detect and control health hazards\n          \n        \n          \n            Regularly participate in flying missions to observe and advise on aeromedical issues\n          \n        \n          \n            Develop and manage preventive medicine programs, including the education of flight personnel in healthy lifestyles\n          \n        \n          \n            Establish procedures for managing casualties in aviation accidents and other disasters\n          \n        \n          \n            Provide advice on aeromedical evacuation and serve on aviation mishap investigation boards\n          \n        \n          \n            Serve as the liaison between flying squadrons and medical services"
    },
    {
        "title": "Certified Registered Nurse Anesthetist",
        "link": "/careers/healthcare/certified-registered-nurse-anesthetist",
        "description": "Surgeries are performed every day in first-class Air Force medical facilities around the world. As privileged healthcare providers, Certified Registered Nurse Anesthetists perform specialized and critical nursing duties for surgical patients before, during and after surgery. An indispensable member of any surgical team, patients rely on their expertise and care every day all around the world.\nYou must meet several requirements before joining the Air Force. These concern your background, overall health and other standards set by the Air Force, Department of Defense and federal law.\n\nWhat you’ll do\n        \n          \n            Administer anesthetics to patients and monitor their care during surgery\n          \n        \n          \n            Attend to preoperative evaluations and postoperative care of patients\n          \n        \n          \n            Assist with any training of personnel under the direction of a medical officer\n          \n        \n          \n            Successfully manage an anesthesia department"
    },
    {
        "title": "Certified Nurse Midwife",
        "link": "/careers/healthcare/certified-nurse-midwife",
        "description": "When Airmen or their spouses are expecting, the concern is for health and safety of both mother and child. Responsible for primary and specialized care, Certified Nurse Midwives provide comprehensive care from preconception to postdelivery. A vital part of any women’s healthcare team, they work in hospitals around the world to help Air Force families bring their children into the world.\nYou must meet several requirements before joining the Air Force. These concern your background, overall health and other standards set by the Air Force, Department of Defense and federal law.\n\nWhat you’ll do\n        \n          \n            Provide comfort, support and expertise to patients during pregnancy, labor, delivery and the postpartum period\n          \n        \n          \n            Independently manage women’s healthcare with emphasis on the maternity cycle\n          \n        \n          \n            Practice in collaboration with obstetrician/gynecologists or family practice physicians\n          \n        \n          \n            Manage newborn care immediately following delivery until discharge"
    },
    {
        "title": "Pediatric Nurse Practitioner",
        "link": "/careers/healthcare/pediatric-nurse-practitioner",
        "description": "A vital part of supporting Airmen is ensuring proper care for their entire family. Pediatric Nurse Practitioners provide high-quality, compassionate care to the infants, children and adolescents of our Airmen. Working both independently and alongside other healthcare team members, their dedication and expertise not only help keep the youngest members of the Air Force family healthy, but allows our Airmen peace of mind as they focus on their mission.\nYou must meet several requirements before joining the Air Force. These concern your background, overall health and other standards set by the Air Force, Department of Defense and federal law.\n\nWhat you’ll do\n        \n          \n            Provide primary healthcare to pediatric clients\n          \n        \n          \n            Provide medical assessment, treatment, education, health promotion and prevention to individuals, families and the community\n          \n        \n          \n            Practice independently and collaboratively with physicians, providing comprehensive healthcare for both healthy and sick children"
    }
]