[
    {
        "title": "Certified Nurse Midwife",
        "code": "66W",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/66w-certified-nurse-midwife",
        "description": "As a Certified Nurse Midwife, you’ll provide prenatal, intrapartum, postpartum, and newborn care. As a member of the Army Nurse Corps, you’ll monitor pregnancy progress by listening to fetal heartbeat, taking measurements, and estimating fetal size and weight to assure a healthy birth. You will also provide low-risk full-scope gynecological and obstetric health care to females of all ages in both inpatient and outpatient settings, with an additional capability to serve in surgical first-assist roles.\n"
    },
    {
        "title": "Infantry Officer",
        "code": "11A",
        "category": "ground-forces",
        "sub_category": "combat",
        "url": "https://www.goarmy.com/careers-and-jobs/ground-forces/combat/11a-infantry-officer",
        "description": "As an Infantry Officer, you’ll be responsible for synchronizing all elements of combat power on the battlefield to defeat the enemy. You will train, lead, and employ all types of Infantry and lead attack, defense, and stability operations. \n"
    },
    {
        "title": "Infantryman Jobs",
        "code": "11X",
        "category": "ground-forces",
        "sub_category": "combat",
        "url": "https://www.goarmy.com/careers-and-jobs/ground-forces/combat/11x-infantryman-jobs",
        "description": "As a first step toward becoming an Infantryman, you’ll train in the use of small arms, anti-tank, and other weapons systems. You will be responsible for capturing, destroying, and repelling enemy ground forces during missions. This is also the starting point for many advanced schools, such as Special Forces, Airborne School, Ranger School, Sniper School, and Pathfinder School.\n"
    },
    {
        "title": "Diver",
        "code": "12D",
        "category": "mechanics-engineering",
        "sub_category": "construction-engineering",
        "url": "https://www.goarmy.com/careers-and-jobs/mechanics-engineering/construction-engineering/12d-diver",
        "description": "As a Diver, you’ll have the unique skills to conduct reconnaissance, demolition, and salvage underwater. You’ll also assist with underwater construction and specialize in either scuba diving or deep-sea diving. You’ll support special warfare and explosive ordnance disposal troops while using diving gear. \n"
    },
    {
        "title": "Indirect Fire Infantryman",
        "code": "11C",
        "category": "ground-forces",
        "sub_category": "combat",
        "url": "https://www.goarmy.com/careers-and-jobs/ground-forces/combat/11c-indirect-fire-infantryman",
        "description": "As an Indirect Fire Infantry Soldier, you’ll be a member of a mortar squad, section, or platoon. The mortar has the most power and range of any weapon in an infantry unit. In this job, you’ll carry out scout missions to spot enemy troops and gun locations, and operate two-way radios and signal equipment to relay fire missions. \n"
    },
    {
        "title": "Carpentry and Masonry Specialist",
        "code": "12W",
        "category": "mechanics-engineering",
        "sub_category": "construction-engineering",
        "url": "https://www.goarmy.com/careers-and-jobs/mechanics-engineering/construction-engineering/12w-carpentry-and-masonry-specialist",
        "description": "As a Carpentry and Masonry Specialist, you'll have the skills needed to handle a variety of carpentry and masonry duties, building important structures for the Army using hand and power tools, lumber, concrete, stones, and bricks. You’ll also help combat engineers build structures to respond to rough terrain and environmental hazards.\n"
    },
    {
        "title": "Field Artillery Recruit",
        "code": "13U",
        "category": "ground-forces",
        "sub_category": "combat",
        "url": "https://www.goarmy.com/careers-and-jobs/ground-forces/combat/13u-field-artillery-recruit",
        "description": "As a Field Artillery Soldier, you will train to use artillery weapons to destroy, neutralize, or suppress enemy forces using cannon, rocket, and missile fire. Soldiers in this branch will be assigned as a [13B](https://www.goarmy.com/careers-and-jobs/ground-forces/explosives-artillery/13b-cannon-crewmember), [13F](https://www.goarmy.com/careers-and-jobs/ground-forces/explosives-artillery/13f-joint-fire-support-specialist), [13J](https://www.goarmy.com/careers-and-jobs/ground-forces/explosives-artillery/13j-fire-control-specialist), [13M](https://www.goarmy.com/careers-and-jobs/ground-forces/explosives-artillery/13m-rocket-system-crewmember), or [13R](https://www.goarmy.com/careers-and-jobs/ground-forces/explosives-artillery/13r-weapons-locating-radar-operator) based on available Army opportunities and skills assessed at Basic Combat Training. \n"
    },
    {
        "title": "Field Artillery Officer",
        "code": "13A",
        "category": "ground-forces",
        "sub_category": "combat",
        "url": "https://www.goarmy.com/careers-and-jobs/ground-forces/combat/13a-field-artillery-officer",
        "description": "As a Field Artillery Officer, you’ll lead Soldiers in the Field Artillery branch to destroy, neutralize, or suppress the enemy by cannon, rocket, and missile fire. In this position, you must be an expert in the coordination, synchronization, and integration of joint and Army fires. \n"
    },
    {
        "title": "Cannon Crewmember",
        "code": "13B",
        "category": "ground-forces",
        "sub_category": "combat",
        "url": "https://www.goarmy.com/careers-and-jobs/ground-forces/combat/13b-cannon-crewmember",
        "description": "As a Cannon Crewmember, you’ll play a vital role in helping the Army win during missions. You’ll work with Howitzers, some of the most technologically advanced weapons systems ever created, to support infantry and tank units. You’ll learn how to handle ammunition, operate these weapons systems, and calculate targets. Soldiers in this job will enlist as a Field Artillery Soldier ([13U](https://www.goarmy.com/careers-and-jobs/ground-forces/explosives-artillery/13u-field-artillery-recruit)) and be assigned to a specific Field Artillery job (13-Series MOS) based on available Army opportunities and skills assessed at Basic Combat Training.\n"
    },
    {
        "title": "Weapons Locating Radar Operator",
        "code": "13R",
        "category": "ground-forces",
        "sub_category": "combat",
        "url": "https://www.goarmy.com/careers-and-jobs/ground-forces/combat/13r-weapons-locating-radar-operator",
        "description": "As a Weapons Locating Radar Operator, you’ll have the vital task of detecting enemy forces with speed and accuracy using a highly specialized radar called a Firefinder, and alerting field artillery units to this critical targeting information. Soldiers in this job will enlist as a Field Artillery Soldier ([13U](https://www.goarmy.com/careers-and-jobs/ground-forces/explosives-artillery/13u-field-artillery-recruit)) and be assigned to a specific Field Artillery job (13-Series MOS) based on available Army opportunities and skills assessed at Basic Combat Training.\n"
    },
    {
        "title": "Fire Control Specialist",
        "code": "13J",
        "category": "ground-forces",
        "sub_category": "combat",
        "url": "https://www.goarmy.com/careers-and-jobs/ground-forces/combat/13j-fire-control-specialist",
        "description": "As a Fire Control Specialist, you’ll use strategic skills to coordinate and integrate weapons operations. You’ll process and relay tactical battlefield information to a network of joint fires in support of mission-based operations. You’ll integrate information from multiple users and sensors through the Army and other service networks, and you’ll operate computer and database systems. Soldiers in this job will enlist as a Field Artillery Soldier ([13U](https://www.goarmy.com/careers-and-jobs/ground-forces/explosives-artillery/13u-field-artillery-recruit)) and be assigned to a specific Field Artillery job (13-Series MOS) based on available Army opportunities and skills assessed at Basic Combat Training.\n"
    },
    {
        "title": "Plumber",
        "code": "12K",
        "category": "mechanics-engineering",
        "sub_category": "construction-engineering",
        "url": "https://www.goarmy.com/careers-and-jobs/mechanics-engineering/construction-engineering/12k-plumber",
        "description": "As an Army Plumber, you’ll be crucial in keeping the Army operating smoothly by installing, repairing, and making construction plans for new pipe systems and insulation. You’ll install and repair pipe systems, plumbing fixtures, vents, and insulation, and you’ll read, interpret, and make construction plans for new pipe systems.  \n"
    },
    {
        "title": "Technical Engineer     ",
        "code": "12T",
        "category": "mechanics-engineering",
        "sub_category": "construction-engineering",
        "url": "https://www.goarmy.com/careers-and-jobs/mechanics-engineering/construction-engineering/12t-technical-engineer     ",
        "description": "As a Technical Engineer, you’ll supervise and execute construction site development with technical investigation, surveys, drafts, and construction plans/specifications. You’ll also use digital equipment and software to draw topographic maps and charts to prepare detailed plans for construction projects.\n"
    },
    {
        "title": "Air Defense Artillery (ADA) Recruit",
        "code": "14U",
        "category": "aviation",
        "sub_category": "other",
        "url": "https://www.goarmy.com/careers-and-jobs/aviation/other/14u-air-defense-artillery-(ada)-recruit",
        "description": "As an Air Defense Artillery (ADA) Soldier, you’ll be part of the team that sustains air space superiority and protects against aerial and missile attacks by providing critical situational awareness, threat detection, and early warnings from airspace. You will train to identify, track, and engage enemy threats using the most advanced air defense technology. Soldiers in this branch will be assigned as a [14E](https://www.goarmy.com/careers-and-jobs/aviation/detecting-aerial-threats/14e-patriot-operator-maintainer), [14G](https://www.goarmy.com/careers-and-jobs/aviation/detecting-aerial-threats/14g-air-defense-battle-management-system-operator), [14H](https://www.goarmy.com/careers-and-jobs/aviation/detecting-aerial-threats/14h-early-warning-system-operator), [14P](https://www.goarmy.com/careers-and-jobs/aviation/detecting-aerial-threats/14p-amd-crewmember), or [14T](https://www.goarmy.com/careers-and-jobs/aviation/detecting-aerial-threats/14t-patriot-launching-station-operator) based on available Army opportunities and skills assessed at Basic Combat Training. \n"
    },
    {
        "title": "Engineer Officer ",
        "code": "12A",
        "category": "mechanics-engineering",
        "sub_category": "construction-engineering",
        "url": "https://www.goarmy.com/careers-and-jobs/mechanics-engineering/construction-engineering/12a-engineer-officer-",
        "description": "As an Engineer Officer, you’ll manage a wide range of crucial engineering projects, including constructing roads, bases, bridges, and airfields, supporting disaster relief and civilian rescue efforts, and researching alternative engineering technology. You’ll also provide support to troops in the field.\n"
    },
    {
        "title": "Air Defense Enhanced Early Warning System Operator",
        "code": "14H",
        "category": "aviation",
        "sub_category": "other",
        "url": "https://www.goarmy.com/careers-and-jobs/aviation/other/14h-air-defense-enhanced-early-warning-system-operator",
        "description": "As an Air Defense Enhanced Early Warning System Operator, you’ll have the vital task of evaluating and communicating data about aerial surveillance and incoming enemy aerial missile attacks. You’ll maintain computer data links and networks that provide early detection and tracking of possible air threats from the earth’s surface to space, giving units situational awareness and data needed to enable threat engagement and destruction and sustain air space superiority. Soldiers in this branch will enlist as an Air Defense Artillery (ADA) Soldier ([14U](https://www.goarmy.com/careers-and-jobs/aviation/detecting-aerial-threats/14u-air-defense-artillery-recruit)) and be assigned to a specific ADA job (14-Series MOS) based on available Army opportunities and skills assessed at Basic Combat Training.\n"
    },
    {
        "title": "Firefighter ",
        "code": "12M",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/12m-firefighter-",
        "description": "As an Army Firefighter, you’ll have the vital task of protecting peoples’ lives and property from fire, much like their civilian counterparts. You’ll control and prevent fires, not only in Army structures, but also aboard aircraft and ships. You’ll supervise and conduct firefighting, rescue, salvage, and fire protection operations, and you’ll perform emergency response duties during hazardous materials incidents.\n"
    },
    {
        "title": "Interior Electrician ",
        "code": "12R",
        "category": "mechanics-engineering",
        "sub_category": "construction-engineering",
        "url": "https://www.goarmy.com/careers-and-jobs/mechanics-engineering/construction-engineering/12r-interior-electrician-",
        "description": "As an Interior Electrician, you'll install, maintain, and safely distribute electricity, the driving force behind today’s Army. You’ll work on interior electrical systems, including transformers, circuit breakers, electrical boxes, and lightning rods. You'll test equipment and fix any short circuits in wires and faulty equipment, and you'll learn to read blueprints and wire plans to determine layouts and repair.\n"
    },
    {
        "title": "Air Defense Artillery (ADA) Officer",
        "code": "14A",
        "category": "aviation",
        "sub_category": "other",
        "url": "https://www.goarmy.com/careers-and-jobs/aviation/other/14a-air-defense-artillery-(ada)-officer",
        "description": "As an Air Defense Artillery (ADA) Officer, you’ll lead the air defense artillery branch at all levels of command. You’ll manage modern complicated military computers on complex networks, communications equipment systems, and radars in order to provide warning, detection, and protection for armed forces from aerial attack, missile attack, and aerial surveillance.\n"
    },
    {
        "title": "Quarrying Specialist ",
        "code": "12G",
        "category": "mechanics-engineering",
        "sub_category": "construction-engineering",
        "url": "https://www.goarmy.com/careers-and-jobs/mechanics-engineering/construction-engineering/12g-quarrying-specialist-",
        "description": "As a Quarrying Specialist, you'll be responsible for moving earth and materials with heavy types of machinery to help construct airfields, roads, dams, and buildings. You will also operate heavy construction equipment such as rock crushers, explosives, and jackhammers to remove rock and debris from construction sites.\n"
    },
    {
        "title": "Avenger Crewmember",
        "code": "14S",
        "category": "aviation",
        "sub_category": "other",
        "url": "https://www.goarmy.com/careers-and-jobs/aviation/other/14s-avenger-crewmember",
        "description": "As an Avenger Crewmember, you’ll prepare, operate, and fire the Avenger portable surface-to-air missile system designed to provide protection against cruise missiles, and low-flying aircraft. You’ll establish and maintain radio communications, evaluate potential targets and target engagement, use infrared to detect and engage targets, and resupply ammunition for firing. \n"
    },
    {
        "title": "Infantryman  ",
        "code": "11B",
        "category": "ground-forces",
        "sub_category": "combat",
        "url": "https://www.goarmy.com/careers-and-jobs/ground-forces/combat/11b-infantryman--",
        "description": "As an Infantry Soldier, you’ll serve in the field, working to defend our country against any threats on the ground. You’ll capture, destroy, and deter enemy forces, assist in reconnaissance, and help mobilize troops and weaponry to support the mission as the ground combat force.\n"
    },
    {
        "title": "Bridge Crewmember",
        "code": "12C",
        "category": "mechanics-engineering",
        "sub_category": "construction-engineering",
        "url": "https://www.goarmy.com/careers-and-jobs/mechanics-engineering/construction-engineering/12c-bridge-crewmember",
        "description": "As a Bridge Crewmember, you'll help construct bridges and rafts to help Soldiers cross rough terrain, bodies of water, and barriers they might encounter in the field. You'll help create floating bridges and rafts from a boat as well as help combat engineers create safe crossings on land by building structures or demolishing obstacles.\n"
    },
    {
        "title": "Combat Engineer ",
        "code": "12B",
        "category": "mechanics-engineering",
        "sub_category": "construction-engineering",
        "url": "https://www.goarmy.com/careers-and-jobs/mechanics-engineering/construction-engineering/12b-combat-engineer-",
        "description": "As a Combat Engineer, you’ll work quickly and skillfully to help Soldiers navigate while on combat missions by clearing barriers with explosives and detecting and avoiding mines and other environmental hazards. You'll provide expertise and come up with quick and creative engineering solutions, constructing obstacles, as well as defense and fighting positions.\n"
    },
    {
        "title": "Quarrying Specialist ",
        "code": "12G",
        "category": "mechanics-engineering",
        "sub_category": "construction-engineering",
        "url": "https://www.goarmy.com/careers-and-jobs/mechanics-engineering/construction-engineering/12g-quarrying-specialist-",
        "description": "As a Quarrying Specialist, you'll be responsible for moving earth and materials with heavy types of machinery to help construct airfields, roads, dams, and buildings. You will also operate heavy construction equipment such as rock crushers, explosives, and jackhammers to remove rock and debris from construction sites.\n"
    },
    {
        "title": "Armor Officer",
        "code": "19A",
        "category": "ground-forces",
        "sub_category": "combat",
        "url": "https://www.goarmy.com/careers-and-jobs/ground-forces/combat/19a-armor-officer",
        "description": "As an Armor Officer, you’ll be responsible for tank and cavalry operations on the battlefield. You’ll lead operations specific to the Armor branch, like reconnaissance, and lead others in many areas of combat operations.\n"
    },
    {
        "title": "Special Forces Weapons Sergeant",
        "code": "18B",
        "category": "ground-forces",
        "sub_category": "combat",
        "url": "https://www.goarmy.com/careers-and-jobs/ground-forces/combat/18b-special-forces-weapons-sergeant",
        "description": "As a Special Forces Weapons Sergeant, you’ll become a member of the Green Berets, one of the most highly skilled Soldiers in the world. You will operate and maintain a wide variety of domestic (United States), allied, and foreign weaponry. You’ll employ conventional and unconventional warfare tactics and techniques in individual and small arms infantry operations.\n"
    },
    {
        "title": "Special Forces Officer",
        "code": "18A",
        "category": "ground-forces",
        "sub_category": "combat",
        "url": "https://www.goarmy.com/careers-and-jobs/ground-forces/combat/18a-special-forces-officer",
        "description": "As a Special Forces Officer, you’ll become a member of the Green Berets, one of the most highly skilled Soldiers in the world. You will lead teams on missions, including counter-terrorism, direct action, foreign internal defense, intelligence gathering, and unconventional warfare. You’ll have several duties, including training, resource management, mission and logistics planning, and working with U.S. and foreign government agencies.\n"
    },
    {
        "title": "Special Forces Candidate",
        "code": "18X",
        "category": "ground-forces",
        "sub_category": "combat",
        "url": "https://www.goarmy.com/careers-and-jobs/ground-forces/combat/18x-special-forces-candidate",
        "description": "As a Special Forces Candidate, you’ll be training to become a Green Beret, one of the most highly skilled Soldiers in the world. To join the Army elite, you must complete extensive mental and physical training. There are four entry-level Special Forces Military Occupational Specialties, and your specialty will be decided based on your background, aptitude, and the needs of the Army.\n"
    },
    {
        "title": "Cavalry Scout  ",
        "code": "19D",
        "category": "ground-forces",
        "sub_category": "combat",
        "url": "https://www.goarmy.com/careers-and-jobs/ground-forces/combat/19d-cavalry-scout--",
        "description": "As a Cavalry Scout, you’ll act as the eyes and ears on the field, gathering information about enemy positions, vehicles, weapons, and activity. You’ll determine whether to call for reinforcements and when to order a retreat. With the information you’ll gather, commanders can make informed decisions about how to move troops and where and when to attack. Soldiers in this job will enlist as an Armor Crewmember Recruit ([19U](https://www.goarmy.com/careers-and-jobs/ground-forces/tanks-machinery/19u-armor-crewmember-recruit)) and be assigned to a specific Armor job (a 19-Series MOS) based on available Army opportunities and skills assessed at Basic Combat Training. \n"
    },
    {
        "title": "Cyber Capability Development Officer",
        "code": "17D",
        "category": "signal-intelligence",
        "sub_category": "cyber-intelligence",
        "url": "https://www.goarmy.com/careers-and-jobs/signal-intelligence/cyber-intelligence/17d-cyber-capability-development-officer",
        "description": "As a Cyber Capability Development Officer, you’ll develop software and hardware solutions to enable cyberspace operations and electromagnetic warfare capabilities within Army and Joint Service formations. You’ll provide leadership and technical expertise to deliver timely, integrated, and innovative capabilities. \n"
    },
    {
        "title": "Aviation Officer",
        "code": "15A",
        "category": "aviation",
        "sub_category": "other",
        "url": "https://www.goarmy.com/careers-and-jobs/aviation/other/15a-aviation-officer",
        "description": "As an Aviation Officer, you'll command flight platoons and lead operations using Army helicopters. Your missions may include hauling troops and carrying supplies, or they may involve quick and long-range strategic strikes. You will also instruct recruits in aviation at combat training centers and schools.\n"
    },
    {
        "title": "Cyber Warfare Officer",
        "code": "17A",
        "category": "signal-intelligence",
        "sub_category": "cyber-intelligence",
        "url": "https://www.goarmy.com/careers-and-jobs/signal-intelligence/cyber-intelligence/17a-cyber-warfare-officer",
        "description": "As a Cyber Warfare Officer, you'll be responsible for leading cyber mission forces in conducting offensive and defensive cyberspace operations. You’ll protect data, networks, and net-centric capabilities, and project power by the application of force in or through cyberspace.\n"
    },
    {
        "title": "Cyber Electromagnetic Warfare Officer",
        "code": "17B",
        "category": "signal-intelligence",
        "sub_category": "cyber-intelligence",
        "url": "https://www.goarmy.com/careers-and-jobs/signal-intelligence/cyber-intelligence/17b-cyber-electromagnetic-warfare-officer",
        "description": "As a Cyber Electromagnetic Warfare Officer, you’ll lead cyber and electromagnetic warfare units to engage the enemy and protect friendly forces. You’ll lead and coordinate electronic attacks, oversee electronic protection, and offer support with electronic warfare. You’ll engage adversaries in and through cyberspace to protect from cyber or electromagnetic attacks.\n"
    },
    {
        "title": "Air Traffic Control (ATC) Operator",
        "code": "15Q",
        "category": "aviation",
        "sub_category": "other",
        "url": "https://www.goarmy.com/careers-and-jobs/aviation/other/15q-air-traffic-control-(atc)-operator",
        "description": "As an Air Traffic Control (ATC) Operator, you'll track aircraft such as jets and helicopters to ensure mission success while maintaining critical safe flight operations. You’ll coordinate aircraft movement for takeoff and landing as well as track aircraft in flight in both tactical and non-tactical environments. You’ll have to follow specific procedures, rules, and regulations. You’ll control airborne and ground traffic for safety, process flight plan data, and you will help set up tactical air traffic control facilities on the front lines, ensuring the safety of every pilot and passenger. \n"
    },
    {
        "title": "Special Forces Intelligence Sergeant",
        "code": "18F",
        "category": "signal-intelligence",
        "sub_category": "cyber-intelligence",
        "url": "https://www.goarmy.com/careers-and-jobs/signal-intelligence/cyber-intelligence/18f-special-forces-intelligence-sergeant",
        "description": "As a Special Forces Intelligence Sergeant, you’ll become a member of the Green Berets, one of the most highly skilled Soldiers in the world. You’ll collect intelligence for special missions by employing conventional and unconventional warfare tactics and strategies, both in preparation for special missions and during operations, and provide tactical guidance to Army personnel. You’ll also be tasked with preparing reports for intelligence nets (agents who process prisoners of war, establish security plans, and maintain classified documents).\n"
    },
    {
        "title": "Geospatial Engineer ",
        "code": "12Y",
        "category": "mechanics-engineering",
        "sub_category": "construction-engineering",
        "url": "https://www.goarmy.com/careers-and-jobs/mechanics-engineering/construction-engineering/12y-geospatial-engineer-",
        "description": "As a Geospatial Engineer, you’ll provide invaluable visualization of the land and battlefield in advance of sending troops into unfamiliar terrain. From conditions and effects of terrain and weather on vehicles and troop movements, to points of tactical interest during missions, you’ll examine all aspects of the battlefield before boots ever hit the ground. You’ll extract and analyze geographic data from satellite imagery, photography, and field reconnaissance, then use this data to create different types of maps and databases. You will also use the information you gather to support military and civilian operations for Disaster Relief and Homeland Security. \n"
    },
    {
        "title": "Special Forces Communications Sergeant",
        "code": "18E",
        "category": "signal-intelligence",
        "sub_category": "cyber-intelligence",
        "url": "https://www.goarmy.com/careers-and-jobs/signal-intelligence/cyber-intelligence/18e-special-forces-communications-sergeant",
        "description": "As a Special Forces Communications Sergeant, you’ll become a member of the Green Berets, one of the most highly skilled Soldiers in the world. You’ll supervise communications for special operations and missions. You’ll organize, train, advise, and supervise the installation, use, and operation of communications equipment, and establish and maintain tactical lines of communication with teams during missions. \n"
    },
    {
        "title": "AH-64 Armament / Electrical / Avionic Systems Repairer",
        "code": "15Y",
        "category": "aviation",
        "sub_category": "other",
        "url": "https://www.goarmy.com/careers-and-jobs/aviation/other/15y-ah-64-armament--electrical--avionic-systems-repairer",
        "description": "As an AH-64 Armament/Electrical/Avionic Systems Repairer, you'll repair and maintain twin-engine attack helicopters. You will troubleshoot mechanical and electrical problems and maintain and authorize modifications to weapons, firing, and targeting systems. You will do safety tests and preventive checks to make sure all helicopters are safe and ready to fly.\n"
    },
    {
        "title": "Avionic Mechanic",
        "code": "15N",
        "category": "aviation",
        "sub_category": "other",
        "url": "https://www.goarmy.com/careers-and-jobs/aviation/other/15n-avionic-mechanic",
        "description": "As an Avionic Mechanic, you’ll play a critical role in keeping Army planes and equipment safe and up-to-date, performing maintenance on tactical communications, communications security, navigation, and flight control equipment. You’ll also conduct inspections and maintenance according to safety procedures and aircraft flight controls.\n"
    },
    {
        "title": "Aviation Operations Specialist",
        "code": "15P",
        "category": "aviation",
        "sub_category": "other",
        "url": "https://www.goarmy.com/careers-and-jobs/aviation/other/15p-aviation-operations-specialist",
        "description": "As an Aviation Operations Specialist, you'll be responsible for scheduling and dispatching tactical aircraft missions and making one of the largest fleets of aircraft in the world run safely and efficiently. You’ll coordinate flight plans, maintain flight logs, and alert crash crews of emergencies. You’ll also conduct aircraft mission planning, prepare maps, and interpret weather reports.\n"
    },
    {
        "title": "Joint Fire Support Specialist",
        "code": "13F",
        "category": "ground-forces",
        "sub_category": "combat",
        "url": "https://www.goarmy.com/careers-and-jobs/ground-forces/combat/13f-joint-fire-support-specialist",
        "description": "As a Joint Fire Support Specialist, you’ll gather intelligence and enemy target location to help the Army determine where and how to deploy artillery in mission-based situations. You’ll set up and operate communications systems, encode and decode messages, assist in the preparation of fire support plans, coordinate and target, operate laser range finders and target devices, and determine the target’s location using computers or manual calculations. Soldiers in this job will enlist as a Field Artillery Soldier ([13U](https://www.goarmy.com/careers-and-jobs/ground-forces/explosives-artillery/13u-field-artillery-recruit)) and be assigned to a specific Field Artillery job (13-Series MOS) based on available Army opportunities and skills assessed at Basic Combat Training.\n"
    },
    {
        "title": "Aircraft Electrician",
        "code": "15F",
        "category": "aviation",
        "sub_category": "other",
        "url": "https://www.goarmy.com/careers-and-jobs/aviation/other/15f-aircraft-electrician",
        "description": "As an Aircraft Electrician, you'll perform and supervise inspections, repairs, and testing of aircraft electrical systems and components. You’ll help keep sophisticated Army aircraft flying safely by troubleshooting and performing maintenance on aircraft electrical systems.\n"
    },
    {
        "title": "Aircraft Structural Repairer  ",
        "code": "15G",
        "category": "aviation",
        "sub_category": "other",
        "url": "https://www.goarmy.com/careers-and-jobs/aviation/other/15g-aircraft-structural-repairer--",
        "description": "As an Aircraft Structural Repairer, you'll make sure Army airplanes and helicopters are safe and ready to fly by performing maintenance and repair. Using your training as a welder, you'll create new parts out of metal and fiberglass, while improving testing, safety, and technical procedures. \n"
    },
    {
        "title": "Cyber Operations Specialist",
        "code": "17C",
        "category": "signal-intelligence",
        "sub_category": "cyber-intelligence",
        "url": "https://www.goarmy.com/careers-and-jobs/signal-intelligence/cyber-intelligence/17c-cyber-operations-specialist",
        "description": "As a Cyber Operations Specialist, you’ll use your cyber security skills to defend the Army’s crucial and complex weapons systems, which include satellites, navigation, and aviation systems against both foreign and domestic cyber threats. You’ll maintain dominance in both offensive and defensive cyberspace operations and respond to adversary attacks, while enabling commanders to gain an advantage in cyberspace by targeting adversary activities and capabilities.\n"
    },
    {
        "title": "Power Distribution Specialist",
        "code": "12Q",
        "category": "mechanics-engineering",
        "sub_category": "construction-engineering",
        "url": "https://www.goarmy.com/careers-and-jobs/mechanics-engineering/construction-engineering/12q-power-distribution-specialist",
        "description": "As a Power Distribution Specialist, you'll have the important responsibility of powering electricity to the Army. You’ll build, install, and maintain electrical distribution systems like utility poles, power lines, and electrical hardware that supply power for all operations.\n"
    },
    {
        "title": "UH-60 Helicopter Repairer/Aircrew Member",
        "code": "15T",
        "category": "aviation",
        "sub_category": "other",
        "url": "https://www.goarmy.com/careers-and-jobs/aviation/other/15t-uh-60-helicopter-repaireraircrew-member",
        "description": "As a UH-60 Helicopter Repairer/Aircrew Member, you’ll maintain and fix UH-60 \"Black Hawk\" helicopters, making sure they are safe and ready to fly for hundreds of Army missions. You’ll also perform and supervise inspections, prepare aircraft maintenance forms and records, supervise inspections, and ensure themost stringent standards are met to accomplish essential flight missions.\n"
    },
    {
        "title": "Aircraft Powertrain Repairer ",
        "code": "15D",
        "category": "aviation",
        "sub_category": "other",
        "url": "https://www.goarmy.com/careers-and-jobs/aviation/other/15d-aircraft-powertrain-repairer-",
        "description": "As an Aircraft Powertrain Repairer, you'll inspect and perform maintenance on aircraft powertrains systems—disassembling and fixing parts such as transmissions, engines, and rotary wings. You'll adjust, balance, and align all powertrain systems to make sure planes and helicopters are safe and ready to fly.\n"
    },
    {
        "title": "Special Forces Medical Sergeant",
        "code": "18D",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/18d-special-forces-medical-sergeant",
        "description": "As a Special Forces Medical Sergeant, you'll become Green Berets, one of the most highly skilled Soldiers in the world. Though you’ll primarily train with an emphasis on first-response and trauma medicine much like a paramedic in the civilian world, you’ll also have a working knowledge of dentistry, veterinary care, public sanitation, water quality, and optometry.\n"
    },
    {
        "title": "Aircraft Powerplant Repairer ",
        "code": "15B",
        "category": "aviation",
        "sub_category": "other",
        "url": "https://www.goarmy.com/careers-and-jobs/aviation/other/15b-aircraft-powerplant-repairer-",
        "description": "As an Aircraft Powerplant Repairer, you'll inspect and perform maintenance on aircraft turbine engines and components to make sure they are safe and ready to fly. You'll diagnose and troubleshoot problems with airplane and helicopter engines and do operational and safety checks.\n"
    },
    {
        "title": "Special Forces Engineer Sergeant",
        "code": "18C",
        "category": "mechanics-engineering",
        "sub_category": "construction-engineering",
        "url": "https://www.goarmy.com/careers-and-jobs/mechanics-engineering/construction-engineering/18c-special-forces-engineer-sergeant",
        "description": "As a Special Forces Engineer Sergeant, you’ll become a member of the Green Berets, one of the most highly skilled Soldiers in the world. You will serve on construction projects, building critical infrastructure and creating bridges, buildings, and field barricades. As a demolitions specialist, you’ll carry out demolition raids against strategic enemy targets like railroads, fuel depots, and bridges, destroying critical components of infrastructure to give our Soldiers a tactical advantage. \n"
    },
    {
        "title": "AH-64 Attack Helicopter Repairer",
        "code": "15R",
        "category": "aviation",
        "sub_category": "other",
        "url": "https://www.goarmy.com/careers-and-jobs/aviation/other/15r-ah-64-attack-helicopter-repairer",
        "description": "As an AH-64 Attack Helicopter Repairer, you’ll maintain the AH-64 helicopters, also known as the Apaches. Hundreds of Army missions depend on these helicopters, making your role vital. You’ll ensure every helicopter is safe and ready to fly by preparing aircraft maintenance forms and records, supervising inspections, and ensuring standards are met.\n"
    },
    {
        "title": "Aircraft Pneudraulics Repairer",
        "code": "15H",
        "category": "aviation",
        "sub_category": "other",
        "url": "https://www.goarmy.com/careers-and-jobs/aviation/other/15h-aircraft-pneudraulics-repairer",
        "description": "As an Aircraft Pneudraulics Repairer, you'll inspect and perform maintenance on airplane and helicopter pneudraulic systems — the combination of hydraulic and compressed air pressure that powers aircraft parts, such as landing gear, rudders, and brakes. You'll diagnose and troubleshoot mechanical problems and test components to make sure aircraft are safe and ready to fly.\n"
    },
    {
        "title": "Tactical Unmanned Aircraft System (TUAS) Operator",
        "code": "15W",
        "category": "aviation",
        "sub_category": "other",
        "url": "https://www.goarmy.com/careers-and-jobs/aviation/other/15w-tactical-unmanned-aircraft-system-(tuas)-operator",
        "description": "As a Tactical Unmanned Aircraft System (TUAS) Operator, you’ll be an air reconnaissance specialist, integral to providing the ground force with information about enemy forces and battle areas. You’ll train and utilize specialized skills to conduct air reconnaissance, surveillance, targeting, and acquisition missions. Managing the UAS airspace, you’ll also call for direct and indirect fires against the enemy, experiment with non-standard systems, and set conditions for future generations of UAS.\n"
    },
    {
        "title": "Tactical Unmanned Aircraft System (TUAS) Repairer",
        "code": "15E",
        "category": "aviation",
        "sub_category": "other",
        "url": "https://www.goarmy.com/careers-and-jobs/aviation/other/15e-tactical-unmanned-aircraft-system-(tuas)-repairer",
        "description": "As a Tactical Unmanned Aircraft System (TUAS) Repairer, you'll work with cutting-edge technology and surveillance, maintaining UAS and Launched Effects to ensure they are ready to fly and deliver a variety of results. You’ll repair electrical, avionics, propulsions, communications, payload, takeoff and landing, and fuel systems.\n"
    },
    {
        "title": "Armor Crewmember",
        "code": "19K",
        "category": "ground-forces",
        "sub_category": "combat",
        "url": "https://www.goarmy.com/careers-and-jobs/ground-forces/combat/19k-armor-crewmember",
        "description": "As an Armor Crewmember, you’ll work as part of a team to operate tanks and assault vehicles and fire weapons to destroy enemy positions. You’ll need to be ready to defend our country anywhere in the world. Soldiers in this job will enlist as an Armor Crewmember Recruit ([19U](https://www.goarmy.com/careers-and-jobs/ground-forces/tanks-machinery/19u-armor-crewmember-recruit)) and be assigned to a specific Armor job (a 19-Series MOS) based on available Army opportunities and skills assessed at Basic Combat Training. \n"
    },
    {
        "title": "Horizontal Construction Engineer",
        "code": "12N",
        "category": "mechanics-engineering",
        "sub_category": "construction-engineering",
        "url": "https://www.goarmy.com/careers-and-jobs/mechanics-engineering/construction-engineering/12n-horizontal-construction-engineer",
        "description": "As a Horizontal Construction Engineer, you’ll operate heavy construction equipment like bulldozers, tractors, backhoes, cranes, excavators, and road graders to help pave the way for fellow Soldiers and to make room for construction projects. Without safe roads to travel, it’s hard for Soldiers to move around, especially in unfamiliar territory. You’ll also assist Army engineers to analyze construction site needs and transport heavy construction equipment from one site to another.\n"
    },
    {
        "title": "Patriot Fire Control Enhanced Operator / Maintainer",
        "code": "14E",
        "category": "aviation",
        "sub_category": "other",
        "url": "https://www.goarmy.com/careers-and-jobs/aviation/other/14e-patriot-fire-control-enhanced-operator--maintainer",
        "description": "As a Patriot Fire Control Enhanced Operator / Maintainer, you’ll be responsible for operating and maintaining the four major parts of the Patriot Fire Control system. You’ll act quickly and with precision to identify, track, and engage those identified threats using one of the world’s most advanced interceptor missile systems capable of destroying enemy air threats at a moment’s notice. Soldiers in this branch will enlist as an Air Defense Artillery (ADA) Soldier ([14U](https://www.goarmy.com/careers-and-jobs/aviation/detecting-aerial-threats/14u-air-defense-artillery-recruit)) and be assigned to a specific ADA job (14-Series MOS) based on available Army opportunities and skills assessed at Basic Combat Training.\n"
    },
    {
        "title": "Prime Power Production Specialist ",
        "code": "12P",
        "category": "mechanics-engineering",
        "sub_category": "construction-engineering",
        "url": "https://www.goarmy.com/careers-and-jobs/mechanics-engineering/construction-engineering/12p-prime-power-production-specialist-",
        "description": "As a Prime Power Production Specialist, you'll be part of the Army Corps of Engineers working to maintain the Army's electrical power plants. You'll install and inspect electrical power generators and analyze power plant equipment and systems, isolating and troubleshooting complex malfunctions if needed. Additionally, you may serve as a technical advisor to FEMA and other federal organizations.\n"
    },
    {
        "title": "Air and Missile Defense (AMD) Crewmember",
        "code": "14P",
        "category": "aviation",
        "sub_category": "other",
        "url": "https://www.goarmy.com/careers-and-jobs/aviation/other/14p-air-and-missile-defense-(amd)-crewmember",
        "description": "As an Air and Missile Defense (AMD) Crewmember, you’ll be a member of the Army’s air defense artillery team with the important task of operating and maintaining three of the Army’s surface-to-air advanced weapons systems which provide vital mobile, short-range air defense protection against cruise missiles and other threats. You’ll reload and resupply these weapons systems, and use them to track, identify, and destroy enemy threats. Soldiers in this branch will enlist as an Air Defense Artillery (ADA) Soldier ([14U](https://www.goarmy.com/careers-and-jobs/aviation/detecting-aerial-threats/14u-air-defense-artillery-recruit)) and be assigned to a specific ADA job (14-Series MOS) based on available Army opportunities and skills assessed at Basic Combat Training.\n"
    },
    {
        "title": "CH-47 Helicopter Repairer / Aircrew Member",
        "code": "15U",
        "category": "aviation",
        "sub_category": "other",
        "url": "https://www.goarmy.com/careers-and-jobs/aviation/other/15u-ch-47-helicopter-repairer--aircrew-member",
        "description": "As a CH-47 Helicopter Repairer/Aircrew Member, you’ll maintain and repair the CH-47 “Chinook” helicopters. As the Army’s most utilized helicopter, with hundreds of Army missions depending on them, you’ll ensure that they are safe and ready to fly. You’ll perform and supervise inspections and complete essential crewmember duties, such as aircraft safety tasks and maintenance.\n"
    },
    {
        "title": "Patriot Launching Station Enhanced Operator / Maintainer",
        "code": "14T",
        "category": "aviation",
        "sub_category": "other",
        "url": "https://www.goarmy.com/careers-and-jobs/aviation/other/14t-patriot-launching-station-enhanced-operator--maintainer",
        "description": "As a Patriot Launching Station Enhanced Operator / Maintainer, you’ll be in charge of one of the world’s most advanced missile systems called Patriot, the main weapon system of the Army’s air defense mission. You’ll ensure missiles are ready to fire the moment an airborne threat is detected and prepare the system for firing. In addition, you’ll be expected to perform crucial electronic diagnostic procedures and preventive maintenance on the launcher station and its control systems. You’ll also be expected to establish and maintain radio and wire communications and prepare tactical map overlays and analyze data. Soldiers in this branch will enlist as an Air Defense Artillery (ADA) Soldier ([14U](https://www.goarmy.com/careers-and-jobs/aviation/detecting-aerial-threats/14u-air-defense-artillery-recruit)) and be assigned to a specific ADA job (14-Series MOS) based on available Army opportunities and skills assessed at Basic Combat Training.\n"
    },
    {
        "title": "Multiple Launch Rocket System (MLRS/HIMARS) Crewmember",
        "code": "13M",
        "category": "ground-forces",
        "sub_category": "combat",
        "url": "https://www.goarmy.com/careers-and-jobs/ground-forces/combat/13m-multiple-launch-rocket-system-(mlrshimars)-crewmember",
        "description": "As a Multiple Launch Rocket System (MLRS/HIMARS) Crewmember, you’ll maintain and operate the entire multiple launch rocket system (MLRS) as well as the high mobility artillery rocket system (HIMARS). You’ll launch various missiles and munitions in quick strikes to help ensure battlefield success. This role also supports infantry and tank units while supplementing cannon artillery units. Soldiers in this job will enlist as a Field Artillery Soldier ([13U](https://www.goarmy.com/careers-and-jobs/ground-forces/explosives-artillery/13u-field-artillery-recruit)) and be assigned to a specific Field Artillery job (13-Series MOS) based on available Army opportunities and skills assessed at Basic Combat Training.\n"
    },
    {
        "title": "Electromagnetic Warfare Specialist",
        "code": "17E",
        "category": "signal-intelligence",
        "sub_category": "cyber-intelligence",
        "url": "https://www.goarmy.com/careers-and-jobs/signal-intelligence/cyber-intelligence/17e-electromagnetic-warfare-specialist",
        "description": "As an Electromagnetic Warfare Specialist, you’ll plan and execute electronic warfare operations. You’ll be skilled in detecting, identifying, and locating sources of electromagnetic energy to utilize directed energy in order to control and defeat enemy electronic systems with electronic protection techniques.\n"
    },
    {
        "title": "Air Defense Battle Management System Operator",
        "code": "14G",
        "category": "aviation",
        "sub_category": "other",
        "url": "https://www.goarmy.com/careers-and-jobs/aviation/other/14g-air-defense-battle-management-system-operator",
        "description": "As an Air Defense Battle Management System Operator, you’ll use specialized skills to sustain air space superiority and protect against aerial and missile attacks by providing critical situational awareness, threat detection, and early warnings from airspace. Spotting an incoming threat in advance can be a crucial advantage in protecting ground forces and provide overall ease for many Soldiers. Additionally, you’ll learn to evaluate intelligence data, maintain and troubleshoot systems, and establish connectivity to air defense networks. Soldiers in this branch will enlist as an Air Defense Artillery (ADA) Soldier ([14U](https://www.goarmy.com/careers-and-jobs/aviation/detecting-aerial-threats/14u-air-defense-artillery-recruit)) and be assigned to a specific ADA job (14-Series MOS) based on available Army opportunities and skills assessed at Basic Combat Training.\n"
    },
    {
        "title": "MQ-1 Unmanned Aircraft System (UAS) Operator",
        "code": "15C",
        "category": "aviation",
        "sub_category": "other",
        "url": "https://www.goarmy.com/careers-and-jobs/aviation/other/15c-mq-1-unmanned-aircraft-system-(uas)-operator",
        "description": "As an MQ-1 Unmanned Aircraft System (UAS) Operator, you’ll be an air reconnaissance specialist, integral in providing the ground force with information about enemy forces and battle areas. You’ll train and utilize specialized skills to conduct surveillance, targeting, and acquisition missions. Using the weapon systems of the MQ-1 Grey Eagle, you will also engage the enemy with direct fires.\n"
    },
    {
        "title": "MQ-1 Unmanned Aircraft System (UAS) Repairer",
        "code": "15M",
        "category": "aviation",
        "sub_category": "other",
        "url": "https://www.goarmy.com/careers-and-jobs/aviation/other/15m-mq-1-unmanned-aircraft-system-(uas)-repairer",
        "description": "As an MQ-1 Unmanned Aircraft System (UAS) Repairer, you'll work with cutting-edge technology and surveillance to maintain the Gray Eagle UAS. You’ll ensure they are ready to fly and able to gather and transmit important intelligence information. You’ll also repair electrical, avionics, propulsions, communications, takeoff and landing, and fuel systems.\n"
    },
    {
        "title": "Bradley Crewmember",
        "code": "19C",
        "category": "ground-forces",
        "sub_category": "combat",
        "url": "https://www.goarmy.com/careers-and-jobs/ground-forces/combat/19c-bradley-crewmember",
        "description": "As a Bradley Crewmember, you close with and destroy the enemy forces using firepower, mobility, and shock effect. You will primarily be responsible for conducting decisive action in large scale combat operations. Bradley Crewmembers are valued for their warfighting skills which are perfected in realistic training, military education, and service in the most demanding leadership positions the Armor Branch has to offer. Soldiers in this job will enlist as an Armor Crewmember Recruit ([19U](https://www.goarmy.com/careers-and-jobs/ground-forces/tanks-machinery/19u-armor-crewmember-recruit)) and be assigned to a specific Armor job (a 19-Series MOS) based on available Army opportunities and skills assessed at Basic Combat Training. \n"
    },
    {
        "title": "Armor Crewmember Recruit",
        "code": "19U",
        "category": "ground-forces",
        "sub_category": "combat",
        "url": "https://www.goarmy.com/careers-and-jobs/ground-forces/combat/19u-armor-crewmember-recruit",
        "description": "As an Armor Soldier, you will train on tank and cavalry operations on the battlefield. You’ll be part of the team that operates tanks, conducts reconnaissance, and fires weapons to engage and destroy the enemy. Soldiers in this branch will be assigned as a [19C](https://www.goarmy.com/careers-and-jobs/ground-forces/tanks-machinery/19c-bradley-crewmember), [19D](https://www.goarmy.com/careers-and-jobs/ground-forces/firearms-ammunition/19d-cavalry-scout), or [19K](https://www.goarmy.com/careers-and-jobs/ground-forces/tanks-machinery/19k-armor-crewmember) based on available Army opportunities and skills assessed at Basic Combat Training. \n"
    },
    {
        "title": "Child Psychiatrist",
        "code": "60U",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/60u-child-psychiatrist",
        "description": "As a Child Psychiatrist, you’ll be responsible for evaluating and treating behavioral and mental health disorders in children and adolescents. You may treat these disorders using psychotherapy or medication. Additionally, as an Officer working on the U.S. Army medical team, you will undergo leadership development. This includes supervising other personnel, opportunities to teach, and continuing your education through advanced courses, seminars, and conferences.\n"
    },
    {
        "title": "Pediatric Physician",
        "code": "60P",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/60p-pediatric-physician",
        "description": "As a Pediatrician, you’ll be equipped to examine, diagnose, and treat childhood diseases during humanitarian missions, contingency operations, and peacetime. Your scope of practice will include care of Soldiers in the field environment, most of whom are in the adolescent and young adult age group. You’ll also learn how to provide the highest level of care in a unique environment while serving as an Officer in the distinguished U.S. Army Medical Corps.\n"
    },
    {
        "title": "Pediatric Dentist",
        "code": "63K",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/63k-pediatric-dentist",
        "description": "As a Pediatric Dentist, you will use your specialized training to improve the oral health of children and adolescents in your care. In addition, providing comprehensive preventative and therapeutic oral care to the children and adolescents of Army personnel living on base will be at the core of your practice. \n"
    },
    {
        "title": "Ob / Gyn Nurse",
        "code": "66G",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/66g-ob--gyn-nurse",
        "description": "As an Ob/Gyn Nurse, you'll specialize in care during pregnancy, labor, and childbirth for Soldiers and families. You’ll consult with women on birth control, childbirth, and menopause, as well as screen for cancer and treat infections. Additionally, you will provide critical skills related to emergency management and care to support women and infants.\n"
    },
    {
        "title": "Psychiatric Nurse Practitioner",
        "code": "66R",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/66r-psychiatric-nurse-practitioner",
        "description": "As a Psychiatric Nurse Practitioner, you’ll provide the highest level of care to Soldiers in rehabilitation programs, mental health clinics, and combat stress units. You’ll also work alongside experts in your field to conduct counseling, crisis intervention, and critical incident debriefings to provide world-class treatment and care for our Soldiers.\n"
    },
    {
        "title": "Child Neurologist",
        "code": "60R",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/60r-child-neurologist",
        "description": "As a Child Neurologist, you'll be responsible for treating children of all ages who have problems with their nervous systems, which includes the brain, spinal cord, muscles, and nerves. You will use tests such as clinical, neurophysiology, laboratory, and electroencephalogram (EEG) and evoked potentials, and interpret them for correct diagnosis and treatment. As an Officer, this care of children will be at the core of your medical practice as you make an important difference in the lives of Soldiers and their families.\n"
    },
    {
        "title": "Psychiatric / Behavioral Health Nurse ",
        "code": "66C",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/66c-psychiatric--behavioral-health-nurse-",
        "description": "As a Psychiatric / Behavioral Health Nurse, you will help provide comprehensive mental health care for Soldiers, their families, and military retirees. You will also care for those in emotional distress. Your responsibilities might also include patient counseling, crisis intervention, medication management, and group therapy.\n\n"
    },
    {
        "title": "Preventive Medicine Officer",
        "code": "60C",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/60c-preventive-medicine-officer",
        "description": "As a Preventive Medicine Officer, you’ll supervise and provide direct patient care, recommend methods to improve overall wellness, and implement various programs to maintain health, improve fitness, and prevent disease or injury. You’ll also conduct medical research and participate in the education and training of medical students and personnel as part of the Army’s robust and reliable medical system.   \n"
    },
    {
        "title": "Social Worker",
        "code": "73A",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/73a-social-worker",
        "description": "As a Social Worker, you’ll provide direct services to help improve the mental well-being of our Soldiers and their families. Your responsibilities may include teaching, training, supervision, research administration, and policy development in evolving situations where you can put your expertise and passion for others to work.\n"
    },
    {
        "title": "Family Nurse Practitioner",
        "code": "66P",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/66p-family-nurse-practitioner",
        "description": "As a Family Nurse Practitioner, you’ll support the U.S. Army community with the highest quality primary care, performing complete physical examinations, diagnostic testing, and patient referrals. You’ll make an immediate difference in your patients’ lives and gain experience during humanitarian missions alongside other healthcare professionals in the U.S. Army community.\n"
    },
    {
        "title": "Family Medicine Physician",
        "code": "61H",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/61h-family-medicine-physician",
        "description": "As a family Medicine Physician, you’ll provide the highest quality of health care to Soldiers and their families. You’ll diagnose and treat patients with health issues in areas such as general and preventive medicine, pediatrics, orthopedics, and more. You’ll also assist surgical procedures, provide pre- and post-operative care, conduct research, and educate and train medical students or personnel in your field of expertise.\n"
    },
    {
        "title": "Internal Medicine Physician",
        "code": "61F",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/61f-internal-medicine-physician",
        "description": "As an Internal Medicine Physician, you’ll diagnose and treat localized ailments and diseases to provide Soldiers with the highest level of direct patient care. You’ll also have opportunities to command medical units, conduct medical research, and train medical personnel alongside leading Physicians in the U.S. Army healthcare community.\n"
    },
    {
        "title": "Army Public Health Nurse",
        "code": "66B",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/66b-army-public-health-nurse",
        "description": "As an Army Public Health Nurse, you’ll assess health risks in Army communities, implement health programs to monitor the spread of disease, and promote the overall well-being of our Soldiers. As part of the Army Nurse Corps, you’ll make a positive impact on the quality of life for Soldiers and their families. You’ll also have the ability to inform policy and act to respond to emerging health threats.\n"
    },
    {
        "title": "Emergency Room Nurse",
        "code": "66T",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/66t-emergency-room-nurse",
        "description": "As an Emergency Room Nurse, you'll provide urgent medical care to Soldiers and their families in need. You’ll become a member of the esteemed the U.S. Army Nurse Corps and gain experience in the fundamentals of emergency nursing, treating respiratory disease, cardiovascular disease, hematology/oncology, trauma management, hepatic disorders, and infectious diseases.\n"
    },
    {
        "title": "Physiatrist",
        "code": "61P",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/61p-physiatrist",
        "description": "As a Physiatrist, you will help improve and restore functional ability for patients with physical disabilities or impairments. You may use physical therapy, medicine, or a combination of both to reduce pain and improve quality of life. Additionally, as an Officer on the health care team, you will have the opportunity to establish and direct physical medicine and rehabilitation programs at medical installations, while also training and mentoring other medical personnel.\n"
    },
    {
        "title": "Track Vehicle Repairer",
        "code": "91H",
        "category": "mechanics-engineering",
        "sub_category": "construction-engineering",
        "url": "https://www.goarmy.com/careers-and-jobs/mechanics-engineering/construction-engineering/91h-track-vehicle-repairer",
        "description": "As a Track Vehicle Repairer, you’ll perform maintenance on tracked vehicles and supervise activities that include fuel and electrical system repair and maintenance.\n"
    },
    {
        "title": "Critical Care Nurse",
        "code": "66S",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/66s-critical-care-nurse",
        "description": "As a Critical Care Nurse, you’ll become an Officer in the U.S. Army healthcare community while providing the very best nursing care to our Soldiers and their families. You’ll provide potentially life-saving medical services, procedures, and consultations to our Soldiers when they need it most.\n"
    },
    {
        "title": "Patient Administration Officer",
        "code": "70E",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/70e-patient-administration-officer",
        "description": "As a Patient Administration Officer, you will be responsible for collecting and analyzing patient and institutional data to help improve the Army’s health care system. Often, you’ll use this data to evaluate patient care, advise medical commanders and staff, and make recommendations on facility management and operations. Additionally, as an Officer on the health care team, you’ll serve in a leadership role and train other health care personnel.  \n"
    },
    {
        "title": "Urologist",
        "code": "60K",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/60k-urologist",
        "description": "As a Urologist, you’ll provide the top level of care for Soldiers and their families with diseases, injuries, or disorders of the reproductive and urinary systems. You’ll also perform medical research, receive advanced training in your field, and start your medical career as an Officer in the distinguished U.S. Army healthcare community.\n"
    },
    {
        "title": "Medical-Surgical Nurse",
        "code": "66H",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/66h-medical-surgical-nurse",
        "description": "As a Medical-Surgical Nurse, you’ll gain the skills necessary to treat Soldiers when they need it most. As part of the Army Nurse Corps, you’ll play an important role by performing life-saving procedures and providing critical care to Soldiers and their families. You’ll also apply your field experience to research dedicated to advancing medical practices on and off the battlefield.\n"
    },
    {
        "title": "Periodontist",
        "code": "63D",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/63d-periodontist",
        "description": "As a Periodontist, you will serve as a specialist in the diagnosis and treatment of periodontal diseases such as gingivitis, cavities, and certain oral cancers. In addition, educating patients on how to maintain the health of their gums and the tissues surrounding their teeth will be at the core of your practice. \n"
    },
    {
        "title": "Physical Therapist ",
        "code": "65B",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/65b-physical-therapist-",
        "description": "As a Physical Therapist, you’ll evaluate, manage, and provide treatment to patients who need care for conditions involving nerves, muscles, and bones. You'll also provide guidance within the areas of sports fitness and wellness. Treatments you’ll provide include healing and prevention, minimization of disabilities, and developing programs on injury prevention and physical rehabilitation for medical and non-medical personnel.\n"
    },
    {
        "title": "Veterinary Clinical Medicine",
        "code": "64F",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/64f-veterinary-clinical-medicine",
        "description": "As a Veterinary Clinical Medicine Officer, you'll provide medical and surgical care for government-owned animals and pets. You'll make clinical observations, as well as diagnose and consult on animal health care. You could also serve as a staff Officer for other veterinary services or as an animal medicine consultant, or function in a variety of clinical roles involved in international studies, nation assistance, and Special Operations Forces.\n"
    },
    {
        "title": "Comprehensive Dentist",
        "code": "63B",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/63b-comprehensive-dentist",
        "description": "As a Comprehensive Dentist, you’ll provide dental treatment and dental disease detection. You’ll also develop and perform treatment plans across the specialties within oral healthcare, gaining comprehensive experience and treating patients in an engaging practice without the initial cost or time to build a patient base.\n"
    },
    {
        "title": "Perioperative Nurse",
        "code": "66E",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/66e-perioperative-nurse",
        "description": "As a Perioperative Nurse, you will plan, coordinate, deliver, and evaluate nursing care for patients before, during, and after surgeries. You’ll play a critical role in promoting readiness and improving the overall quality of life for Soldiers and families. As a member of the Army Nurse Corps, you will provide world-class and potentially life-saving surgical care in response to operational and humanitarian missions.\n"
    },
    {
        "title": "Pharmacist",
        "code": "67E",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/67e-pharmacist",
        "description": "As a Pharmacist, you’re a licensed health care professional who provides critical health care support to our Soldiers and their families with medication management, clinical care, drug procurement, and more. You’ll work closely with the Army’s Medical team to educate patients and providers, administering the proper medications along with handling procurement and distribution of approved drugs in a way that meets quality standards. Your duties will extend into research initiatives focused on improving military health care and may take you overseas to champion military operations in the field. \n"
    },
    {
        "title": "Rheumatologist",
        "code": "61D",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/61d-rheumatologist",
        "description": "As a Rheumatologist, you will be responsible for diagnosing and treating patients who have problems with their joints, soft tissue, and connective tissues. Often, you will diagnose and treat conditions such as rheumatoid arthritis, lupus, and osteoarthritis. Your role as an Officer on the U.S. Army health care team will require you to be in command of medical units, as well as provide health support for commanders at all levels.\n"
    },
    {
        "title": "Health Services Human Resources",
        "code": "70F",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/70f-health-services-human-resources",
        "description": "As a Health Services Human Resources Officer, your job duties include planning, developing, and directing administrative management activities and services in medical organizations. These include distribution, publications, correspondence, records and files management, and desktop publishing.\n"
    },
    {
        "title": "Occupational Medicine Officer",
        "code": "60D",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/60d-occupational-medicine-officer",
        "description": "As an Occupational Medicine Officer, you will determine the conditions that allow for optimal performance in work duties assigned to Soldiers and Army civilians. In doing so, you will also be required to identify occupational hazards, administer employee leave programs, and maintain knowledge on laws pertaining to illness and injury related to employee leave.  \n"
    },
    {
        "title": "Medical Oncologist / Hematologist ",
        "code": "61B",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/61b-medical-oncologist--hematologist-",
        "description": "As a Medical Oncologist / Hematologist, you will be responsible for diagnosing and planning treatment for patients with blood diseases and cancers. Often, you’ll diagnose conditions such as sickle-cell disease, leukemia, and lymphoma. Additionally, as an Officer on the health care team, you'll have the opportunity to lead and train medical personnel while continuing your education by attending seminars and conferences.\n"
    },
    {
        "title": "Gastroenterologist",
        "code": "60G",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/60g-gastroenterologist",
        "description": "As a Gastroenterologist, you will focus on the digestive system and disorders associated with it. You will be responsible for diagnosing and treating digestive diseases, as well as prescribing treatment protocols while working mainly in hospitals and clinics.\n"
    },
    {
        "title": "Allergist, Clinical Immunologist",
        "code": "60M",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/60m-allergist-clinical-immunologist",
        "description": "As an Allergist or Clinical Immunologist, you'll diagnose and treat diseases specific to allergies and conditions that impact immune systems. You'll also be responsible for identifying allergens that cause reactions and prescribing the appropriate treatments.\n"
    },
    {
        "title": "Dermatologist",
        "code": "60L",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/60l-dermatologist",
        "description": "As a Dermatologist, you'll provide medical and procedural treatment to patients who have diseases of the skin, hair, and nails. You'll also be conducting research and continuing your medical education. \n"
    },
    {
        "title": "Orthodontist ",
        "code": "63M",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/63m-orthodontist-",
        "description": "As an Orthodontist, you will use your training to diagnose and treat irregularities of the jaw and teeth. In addition, prescribing treatment plans for the crowding of teeth or for jaws that are misaligned will be at the core of your practice. \n"
    },
    {
        "title": "General Dentist",
        "code": "63A",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/63a-general-dentist",
        "description": "As a General Dentist, you'll gain valuable experience and start building your practice as a member of the distinguished U.S. Army Dental Corps. You’ll treat Soldiers suffering from diseases, injuries, and defects of the teeth, jaw, and mouth, and practice across the field of general dentistry to ensure that each Soldier is in optimal oral health.\n"
    },
    {
        "title": "Veterinary Laboratory Animal Medicine Officer",
        "code": "64C",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/64c-veterinary-laboratory-animal-medicine-officer",
        "description": "As a Veterinary Laboratory Animal Medicine Officer, you'll care for government-owned animals, including protecting them against diseases that are transferable to humans. Additionally, you’ll care for animals frequently used in training exercises, manage all aspects of animal care, and maintain accreditation for an Army animal care laboratory.\n"
    },
    {
        "title": "Cardiologist",
        "code": "60H",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/60h-cardiologist",
        "description": "As a Cardiologist, you will be responsible for diagnosing, treating, and preventing diseases of the heart and blood vessels. Often, you will diagnose conditions such as coronary artery disease, congenital heart defects, and heart failure using tests such as electrocardiograms and cardiac catheterizations. Your role as an Officer on the U.S. Army health care team will also require you to be an expert in patient management as you continue to train and mentor other medical personnel alongside continuous self development.\n"
    },
    {
        "title": "Health Service Administration Officer",
        "code": "70B",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/70b-health-service-administration-officer",
        "description": "As a Health Services Administration Officer, you’ll plan, coordinate, and monitor the treatment of patients. You’ll also advise unit commanders and staff on patient evaluations and track their progress. You’ll also train staff, maintain medical equipment, and ensure the Army’s healthcare facilities are running properly.\n"
    },
    {
        "title": "Ophthalmologist",
        "code": "60S",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/60s-ophthalmologist",
        "description": "As an Ophthalmologist, you will diagnose and provide treatment for injuries, diseases, and disorders of the eye. As an Officer on the U.S. Army health care team, you will also be required to provide health support for commanders at all levels, train other medical personnel, participate in graduate medical education courses, and conduct research on diseases of military importance.\n"
    },
    {
        "title": "Dietitian ",
        "code": "65C",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/65c-dietitian-",
        "description": "As a Dietitian, you'll be responsible for meeting with Soldiers to work on their nutrition and health goals, as well as working with the Army on meal plans and dining options. You’ll provide nutritional education and programs that prepare Soldiers for their specific job tasks in garrison, training, and wartime.\n"
    },
    {
        "title": "Obstetrician & Gynecologist",
        "code": "60J",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/60j-obstetrician-&-gynecologist",
        "description": "As an Obstetrician/Gynecologist, you’ll serve our Soldiers and their families in every aspect of pregnancy, childbirth, gynecological treatments, and family planning. You’ll make a difference in your patients’ lives and gain valuable experience as an Officer in the distinguished U.S. Army healthcare community.\n"
    },
    {
        "title": "Emergency Physician",
        "code": "62A",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/62a-emergency-physician",
        "description": "As an Emergency Physician, you’ll examine, diagnose, and treat Soldiers and their families in critical times of need. You’ll lead medical units, perform potentially life-saving medical care, and start your medical career as an Officer in the distinguished U.S. Army healthcare community. You’ll also research the latest advancements in medicine and receive advanced training opportunities.\n"
    },
    {
        "title": "Civil Affairs Officer",
        "code": "38A",
        "category": "ground-forces",
        "sub_category": "combat",
        "url": "https://www.goarmy.com/careers-and-jobs/ground-forces/combat/38a-civil-affairs-officer",
        "description": "As a Civil Affairs Officer, you’ll act as a liaison between the Army and civilian authorities and populations. You’ll perform strategic and tactical civil affairs operations and combined armed forces, both overt and covert, in peacetime or when activated for crisis or war. You’ll also coordinate employment of civil affairs Soldiers at all levels of command in U.S. and multinational operations.\n"
    },
    {
        "title": "Band Officer",
        "code": "42C",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/42c-band-officer",
        "description": "As an Army Band Officer, you'll rotate through different positions, including associate conductor, administrator, and instructor at the Armed Forces School of Music after going through a series of auditions. You could also become a commander and principal conductor of an Army band after a few years of experience.\n"
    },
    {
        "title": "Transportation Officer",
        "code": "88A",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/88a-transportation-officer",
        "description": "As a Transportation Officer, you'll manage all elements of distribution related to the planning, operation, coordination and evaluation of all modes of transportation (air, sea, rail, & ground), in order to move units, personnel, equipment, and supplies. While in the Transportation Corps, you will have the opportunity to command specialized transportation units focused on supporting global operations.  \n"
    },
    {
        "title": "Psychiatrist",
        "code": "60W",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/60w-psychiatrist",
        "description": "As a Psychiatrist, you’ll examine, diagnose, and support the mental health and resilience of patients with emotional or mental illness, intellectual disabilities, or situational instability. You’ll work among the best in your field to conduct groundbreaking research in crucial psychiatric issues and provide the best courses of treatment and care to our Soldiers.\n"
    },
    {
        "title": "Health Services Materiel",
        "code": "70K",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/70k-health-services-materiel",
        "description": "As a Health Services Materiel Officer, you're responsible for managing all medical supplies and making sure they get distributed properly. You will serve as the advisor for medical property management and accountability procedures, including blood storage and distribution and medical service operations.\n"
    },
    {
        "title": "Neurologist",
        "code": "60V",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/60v-neurologist",
        "description": "As a Neurologist, you will be responsible for diagnosing and treating patients who have problems with their nervous systems, which includes the brain, spinal cord, muscles, and nerves. Your role as an Officer on the U.S. Army health care team will require you to direct the clinical Neurophysiology Laboratory and interpret its studies, as well as provide training to other personnel and medical school faculty.\n"
    },
    {
        "title": "Physician Assistant Officer",
        "code": "65D",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/65d-physician-assistant-officer",
        "description": "As a Physician Assistant Officer, you'll carry out a broad range of diagnostic and therapeutic services for Soldiers and their families. You will perform comprehensive exams, prescribe medications, counsel patients, obtain medical histories, and interpret lab tests and X-ray results.\n"
    },
    {
        "title": "Endodontist",
        "code": "63C",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/63c-endodontist",
        "description": "As an Endodontist, you will serve as a specialist in the administration of root canals. Endodontists are also trained to diagnose and treat potential dental infections and abscesses. In addition, effectively using special equipment to protect the teeth of your patients will be at the core of your practice.  \n"
    },
    {
        "title": "Pulmonary Disease Critical Care Officer",
        "code": "60F",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/60f-pulmonary-disease-critical-care-officer",
        "description": "As a Pulmonary Disease/Critical Care Officer, you’ll treat Soldiers and their families with respiratory ailments. As a doctor in the Army Medical Corps, you’ll assess, recommend, and provide treatment and therapy to patients in intensive care units. You’ll also have the opportunity to advance the medical field by studying patients and researching new treatment possibilities.\n"
    },
    {
        "title": "Plastic Surgeon",
        "code": "61L",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/61l-plastic-surgeon",
        "description": "As a Plastic Surgeon, you will examine, repair, and reconstruct physical impairments on patients. Often, you will perform surgery to improve the function or appearance of the face or a body part due to a birth disorder or physical trauma. As an Officer, the care of your patients will be at the core of your medical practice as you make an important difference in the lives of Soldiers and their families.\n"
    },
    {
        "title": "Podiatrist",
        "code": "67G",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/67g-podiatrist",
        "description": "As a Podiatrist, you’ll treat Soldiers suffering from diseases, injuries, or disorders of the ankle, feet, and lower leg. As an Officer in the U.S. Army healthcare community, you’ll gain valuable medical experience with access to the latest treatments and drug therapies available.\n"
    },
    {
        "title": "Nutrition Care Specialist ",
        "code": "68M",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/68m-nutrition-care-specialist-",
        "description": "As a Nutrition Care Specialist, you'll provide healthy and nutritious diets for patients and medical nutrition therapy for military service members, their families, retirees, and veterans. You’ll prepare and serve food that meets each patient’s individual medical condition for rapid recovery, disease management, and the promotion of health and wellness. You’ll work with a Registered Dietitian to create customized diets and specially balanced menus for patients, and you’ll teach wellness, nutrition, health, and good food choices.\n"
    },
    {
        "title": "Human Resources Officer",
        "code": "42B",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/42b-human-resources-officer",
        "description": "As a Human Resources Officer, also known as an Adjutant General Officer, you’ll be responsible for providing personnel support that affects Soldiers’ overall well-being, while assisting commanders by accounting for and keeping Soldiers combat-ready. In many cases, the duties of an Adjutant General Officer are very similar to the function of a high-level human resources executive in the civilian world.\n"
    },
    {
        "title": "Research Psychologist",
        "code": "71F",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/71f-research-psychologist",
        "description": "As a Research Psychologist, you’ll conduct research to determine how physiological, psychological, and social variables impact the health and performance of Army members. You’ll also help develop programs, such as interventions and prevention training, to improve the health and lives of Soldiers and their families.\n"
    },
    {
        "title": "Bradley Fighting Vehicle System Maintainer",
        "code": "91M",
        "category": "mechanics-engineering",
        "sub_category": "construction-engineering",
        "url": "https://www.goarmy.com/careers-and-jobs/mechanics-engineering/construction-engineering/91m-bradley-fighting-vehicle-system-maintainer",
        "description": "As a Bradley Fighting Vehicle System Maintainer, you’ll have the challenging task of performing repairs and maintenance exclusively on the range of Bradley fighting vehicles, including anti-aircraft and armored tanks. You’ll fix and maintain the fire controls for mounted artillery, and troubleshoot any problems with suspension, steering, and controls.\n"
    },
    {
        "title": "Endocrinologist",
        "code": "61C",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/61c-endocrinologist",
        "description": "As an Endocrinologist, you will be responsible for diagnosing and treating patients who have problems with their metabolism and endocrine system which is a complex network of glands and organs in the body. Your role as an Officer on the U.S. Army health care team will require you to be in command of medical units, as well as provide health support for commanders at all levels.\n"
    },
    {
        "title": "Visual Information Equipment Operator-Maintainer",
        "code": "46T",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/46t-visual-information-equipment-operator-maintainer",
        "description": "As a Visual Information Equipment Operator-Maintainer you will install, operate, and maintain visual information equipment and systems. This includes video teleconferencing systems, video switchers and audio mixers, synchronous generators, amplifying equipment, and photo imaging equipment. You’ll also work with closed circuit systems, visual imagery satellite, microwave, RF transmission, and cable distribution systems associated with VI operations that support Army, Joint, and Combined operations.\n"
    },
    {
        "title": "Construction Equipment Repairer",
        "code": "91L",
        "category": "mechanics-engineering",
        "sub_category": "construction-engineering",
        "url": "https://www.goarmy.com/careers-and-jobs/mechanics-engineering/construction-engineering/91l-construction-equipment-repairer",
        "description": "As a Construction Equipment Repairer, you'll keep the Army’s engineer equipment safe and operational by repairing and maintaining trucks, bulldozers, power shovels, and other heavy equipment that is needed for construction. You'll replace and perform tune-ups on brakes, motors, engines, drive pumps, water pumps, transmissions, and high-pressure hydraulic systems.\n"
    },
    {
        "title": "Prosthodontist",
        "code": "63F",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/63f-prosthodontist",
        "description": "As a Prosthodontist, you’ll become a specialist in creating dental prosthetics for Soldiers suffering from missing teeth or other crucial dental bone structure damage. You’ll learn how to restore and replace teeth, participate in graduate medical education, and train others in prosthodontics through the Advanced Specialty Education Program.\n"
    },
    {
        "title": "Corrections / Detention Specialist ",
        "code": "31E",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/31e-corrections--detention-specialist-",
        "description": "As a Corrections/Detention Specialist, you’ll be mainly responsible for overseeing the day-to-day operations in a military correctional facility or detention facility. Additionally, you’ll offer counseling and guidance to individual prisoners within a rehabilitative program.\n"
    },
    {
        "title": "Anesthesiologist",
        "code": "60N",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/60n-anesthesiologist",
        "description": "As an Anesthesiologist, you’ll administer anesthesia to patients who undergo surgery and other procedures. As an Officer in the U.S. Army healthcare community, you’ll have the opportunity to receive unique training in trauma settings and serve a rotation on the forward surgical team, building a distinguished medical career while making a difference in the lives of Soldiers and their families.\n"
    },
    {
        "title": "Health Care Administrator",
        "code": "70A",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/70a-health-care-administrator",
        "description": "As a Health Care Administrator, you’ll be responsible for establishing policies and procedures that keep the Army’s health care system running smoothly. Your responsibilities might include overseeing administrative needs, monitoring budgets and spending, training staff members, coordinating care, and advising commanders on health care delivery and management.\n"
    },
    {
        "title": "Self-Propelled Artillery Systems Mechanic",
        "code": "91P",
        "category": "mechanics-engineering",
        "sub_category": "construction-engineering",
        "url": "https://www.goarmy.com/careers-and-jobs/mechanics-engineering/construction-engineering/91p-self-propelled-artillery-systems-mechanic",
        "description": "As a Self-Propelled Artillery Systems Mechanic, you’ll supervise and gain the skills needed to perform maintenance and recovery operations on all self-propelled field artillery cannon weapon systems, including automotive, turret, fire control, and chemical protection subsystems. You’ll learn the proper methods to check the hydraulics system, maintain and repair the power drive, the weapons systems, and the computers. You will also learn to identify, use, and maintain a wide range of tools to get the job done. \n"
    },
    {
        "title": "Veterinary Pathologist",
        "code": "64D",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/64d-veterinary-pathologist",
        "description": "As a Veterinary Pathologist, you'll conduct diagnostic evaluations on working animals with a primary focus on animal medicine, veterinary public health, and research and development. You could also provide diagnosis for working dogs, horses, or marine mammals, or help develop medicines to protect people and animals from diseases.\n"
    },
    {
        "title": "Health Services Comptroller",
        "code": "70C",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/70c-health-services-comptroller",
        "description": "As a Health Services Comptroller, you’ll be in charge of resource management for the Army’s extensive health care system. Your responsibilities may include budgeting, programming, manpower management, preparing and analyzing financial data, and making recommendations to increase resource efficiency. Your role as an Officer on the U.S. Army health care team will also require you to train and mentor other personnel.\n"
    },
    {
        "title": "Audiologist",
        "code": "72C",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/72c-audiologist",
        "description": "As an Audiologist, you’ll help protect our Soldiers’ hearing and treat any issues they may experience in the field. You’ll use the most innovative audiology techniques available to perform hearing tests, develop communication strategies, and evaluate field protective devices to ensure our Soldiers are receiving the hearing protection they need.\n"
    },
    {
        "title": "Executive Dentist",
        "code": "63R",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/63r-executive-dentist",
        "description": "As an Executive Dentist, you will use your training to tend to the oral health of commissioned Officers in your care. In addition, as an Officer in the U.S. Army Dental Corps, you will manage U.S. Army Dental Corps units during emergencies and non-emergency events.\n"
    },
    {
        "title": "Animal Care Specialist",
        "code": "68T",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/68t-animal-care-specialist",
        "description": "As an Animal Care Specialist, you'll provide medical care, management, and treatment for government-owned animals, including K-9 units, ceremonial horses, and the pets of Soldiers and their families. You will prevent and control the spread of diseases from animals to humans. You'll also help Army veterinarians conduct routine exams, administer medications, and perform surgical and emergency procedures for animals. It’ll be your responsibility to ensure the best possible treatment, so the animals can provide a great service to the Army.\n"
    },
    {
        "title": "Infectious Disease Officer ",
        "code": "61G",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/61g-infectious-disease-officer-",
        "description": "As an Infectious Disease Officer, you’ll be responsible for studying the causes, effects, and patterns of infectious diseases, including biological warfare threats. You’ll oversee laboratory operations to identify, observe, and confirm the diseases, their responses, and study the spread of disease. You’ll also consult on public health policy that impacts the lives of the Soldiers, our nation, and the world.\n"
    },
    {
        "title": "Behavioral Health Specialist ",
        "code": "68X",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/68x-behavioral-health-specialist-",
        "description": "As a Behavioral Health Specialist, you'll work under the supervision of psychologists, psychiatrists, and social workers to help administer mental health care to Soldiers. You'll conduct intake interviews and counsel patients to ensure they get the treatment they need to be productive and healthy members of the Army. Additionally, you'll help your fellow Soldiers learn to manage any existing mental health conditions, behavior problems, struggles with drugs and alcohol, and stresses that arise as part of Army service.\n"
    },
    {
        "title": "Test Measurement and Diagnostic Equipment Maintenance Support Specialist ",
        "code": "94H",
        "category": "mechanics-engineering",
        "sub_category": "construction-engineering",
        "url": "https://www.goarmy.com/careers-and-jobs/mechanics-engineering/construction-engineering/94h-test-measurement-and-diagnostic-equipment-maintenance-support-specialist-",
        "description": "As a Test Measurement and Diagnostic Equipment Maintenance Support Specialist, you'll maintain the Army's precision instruments, keeping them in top working condition and ensuring they are always accurate. You’ll calibrate and repair test equipment, and you'll adjust and synchronize watches, clocks, and timers. You’ll learn electronic theory, how to read schematics, indirect and alternating current, and resistance and circuit analysis. \n"
    },
    {
        "title": "Pathologist",
        "code": "61U",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/61u-pathologist",
        "description": "As a Pathologist, you’ll be responsible for accurately diagnosing diseases and other physical illnesses by examining organs, tissue, and bodily fluids. The core of your role will be to conduct clinical examinations of the body and create treatment plans for your patients while also directing and supervising medical laboratories.\n"
    },
    {
        "title": "Clinical Pharmacologist",
        "code": "61E",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/61e-clinical-pharmacologist",
        "description": "As a Clinical Pharmacologist, you will examine, diagnose, and treat patients with a focus on management of drug therapy, drug interactions, and disorders caused by negative reactions to drugs. Additionally, as an Officer on the health care team, you'll have the opportunity to develop and lead clinical research programs in support of the Army Drug Development Mission.\n"
    },
    {
        "title": "Culinary Specialist ",
        "code": "92G",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/92g-culinary-specialist-",
        "description": "As a Culinary Specialist, you’ll cook meals and work alongside chefs to prepare meals comparable to any major restaurant, so that Soldiers can sit down and enjoy a hot meal in between training or mission deployments. You’ll be responsible for preparing and servicing meals both in the field and at home stations, as well as ordering, inspecting food supplies, and keeping the kitchen safe and sanitary.\n"
    },
    {
        "title": "Ammunition Stock Control and Accounting Specialist",
        "code": "89A",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/89a-ammunition-stock-control-and-accounting-specialist",
        "description": "As an Ammunition Stock Control and Accounting Specialist, you’ll perform stock control and accounting duties for ammunition, explosives, and associated explosive components using hardware and software systems and manual records. You’ll perform the issue, receipt, shipment, turn-in and maintenance transfer of ammunition.\n"
    },
    {
        "title": "Occupational Therapist",
        "code": "65A",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/65a-occupational-therapist",
        "description": "As an Occupational Therapist, you will provide direct patient care, readiness training, wellness education, and injury prevention to Soldiers. You’ll organize treatment and assist the client in achieving maximum levels of independence, using your knowledge to benefit the whole Soldier. You will maximize the abilities of Service members and their family members to develop, maintain, and/or restore healthy lifestyles.\n"
    },
    {
        "title": "Nephrologist",
        "code": "61A",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/61a-nephrologist",
        "description": "As a Nephrologist, you will be responsible for diagnosing and treating patients with kidney diseases. Often, you’ll diagnose and treat conditions such as hypertension kidney disease and acute or chronic kidney failure. Your role as an Officer on the U.S. Army health care team will require you to be in command of medical units, as well as provide health support for commanders at all levels.\n"
    },
    {
        "title": "Clinical Psychologist",
        "code": "73B",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/73b-clinical-psychologist",
        "description": "As a Clinical Psychologist, you’ll provide crucial mental health services to Soldiers and their families. You’ll learn the psychological principles to diagnose, treat, and support patients while directing medical units and conducting vital, life-saving research alongside dedicated colleagues in the U.S. Army Medical Corps.\n"
    },
    {
        "title": "Civil Affairs Specialist",
        "code": "38B",
        "category": "ground-forces",
        "sub_category": "combat",
        "url": "https://www.goarmy.com/careers-and-jobs/ground-forces/combat/38b-civil-affairs-specialist",
        "description": "As a Civil Affairs Specialist, you’ll be the link between the Army and local civilians around the world. You will identify what critical resources local citizens may need during missions or in crisis situations, fostering and maintaining dialogue with civilian aid agencies and civilian relief and assistance organizations. And you’ll be responsible for coordinating, conducting, and participating in the planning and production of civil affairs related documents.\n"
    },
    {
        "title": "Multiple Launch Rocket System (MLRS) Repairer",
        "code": "94P",
        "category": "mechanics-engineering",
        "sub_category": "construction-engineering",
        "url": "https://www.goarmy.com/careers-and-jobs/mechanics-engineering/construction-engineering/94p-multiple-launch-rocket-system-(mlrs)-repairer",
        "description": "As a Multiple Launch Rocket System Repairer, you’ll be an essential member of the Army’s weapons maintenance team, performing maintenance on various rocket systems, keeping hydraulics, mechanical, launcher drive, and electrical systems repaired. You’ll perform maintenance on the Multiple Launch Rocket System, High Mobility Artillery Rocket System, and the self-propelled launcher-loader.\n"
    },
    {
        "title": "Military Police Officer\n",
        "code": "31A",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/31a-military-police-officer\n",
        "description": "As a Military Police Officer, you’ll be responsible for ensuring the safety and protection of Army personnel, equipment, and resources. You’ll control and secure terrain inside and outside military installations, as well as manage, supervise and control secured areas. Additionally, you’ll supervise police intelligence missions, help train local law enforcement teams, lead small, tactical military police units, and function as an advisor to the Army Reserve and Army National Guard.\n"
    },
    {
        "title": "Chaplain ",
        "code": "56A",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/56a-chaplain-",
        "description": "Chaplains are spiritual leaders who reach out and provide spiritual guidance to anyone in need. As an Army Chaplain you'll have the responsibility of caring for the spiritual well-being of Soldiers and their families. You’ll also oversee a full program of religious ministries, including workshops, counseling sessions, religious education, and special events.\n"
    },
    {
        "title": "Pharmacy Specialist",
        "code": "68Q",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/68q-pharmacy-specialist",
        "description": "As a Pharmacy Specialist, you'll be an integral member of the healthcare team, preparing and issuing prescribed pharmaceuticals and medicines, while also maintaining pharmacy supplies and records under the supervision of pharmacists and doctors. You will evaluate orders, verify dosage calculations, and provide instructions to patients on how to properly take the medicine.\n"
    },
    {
        "title": "Special Band Musician ",
        "code": "42S",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/42s-special-band-musician-",
        "description": "As a Special Band Musician, you'll perform in the U.S. Army Band, U.S. Army Field Band, U.S. Military Academy Band, or the 3rd Infantry (The Old Guard) Fife and Drum Corps. You'll also plan in or lead bands, orchestras, combos, and jazz groups, and perform in street parades, concerts, and more.\n"
    },
    {
        "title": "Public Affairs Officer",
        "code": "46A",
        "category": "signal-intelligence",
        "sub_category": "cyber-intelligence",
        "url": "https://www.goarmy.com/careers-and-jobs/signal-intelligence/cyber-intelligence/46a-public-affairs-officer",
        "description": "As a Public Affairs Officer, you’ll advise senior leaders in a variety of public affairs decisions and provide media training to ensure clear and compelling communication. You’ll work closely with the domestic and foreign media to keep the American people and members of the Army informed and confident in new policies, initiatives, and developments. You’ll also create and execute communication plans that collectively set the narrative for the Army.\n"
    },
    {
        "title": "Diagnostic Radiologist ",
        "code": "61R",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/61r-diagnostic-radiologist-",
        "description": "As a Diagnostic Radiologist, you’ll be responsible for performing and interpreting radiological imaging (X-ray) procedures for those receiving medical treatment from other physicians. Additionally, you will direct and assist in the medical care of members and Officers at all levels. Your ability to make accurate observations based on radiological images will be at the core of your practice.\n"
    },
    {
        "title": "Neurosurgeon",
        "code": "61Z",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/61z-neurosurgeon",
        "description": "As a Neurosurgeon, you’ll have the vital responsibility of examining, diagnosing, and performing surgeries for patients suffering from neurological disease, injury, or disorders. As an Officer in the U.S. Army healthcare community, you’ll help prevent illnesses, rehabilitate, treat, and promote the overall health of Soldiers and their families. \n"
    },
    {
        "title": "Field Veterinary Service",
        "code": "64A",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/64a-field-veterinary-service",
        "description": "As a Field Veterinary Service Officer, you’ll specialize in animal medicine, veterinary public health, and research and development. You’ll gain valuable experience leading Veterinary Corps units to treat Army animals, including working dogs, ceremonial horses, and helping care for Soldiers' family pets. You’ll also serve an important role in food safety for your fellow Soldiers and join humanitarian missions to help local communities with animal care.\n"
    },
    {
        "title": "Otolaryngologist",
        "code": "60T",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/60t-otolaryngologist",
        "description": "As an Otolaryngologist, or ENT doctor, you'll provide medical treatment to patients for problems related to the ear, nose, throat, head, and neck. As an Officer on the U.S. Army health care team, you will also be required to provide health support for commanders at all levels, train other medical personnel, participate in graduate medical education courses, and conduct research on diseases of military importance.\n"
    },
    {
        "title": "Aerospace Medicine Officer (Residency in Aerospace Medicine (RAM))",
        "code": "61N",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/61n-aerospace-medicine-officer-(residency-in-aerospace-medicine-(ram))",
        "description": "As an Aerospace Medicine Officer (Residency in Aerospace Medicine (RAM)), you will fly into combat and humanitarian situations to administer emergency medical care. As a flight surgeon, you will care for patients both on the ground and in the air. In doing so, you will be an expert in the specialized field of aviation medicine, also called flight medicine. Your role as an Officer on the U.S. Army health care team will also require you to train and mentor other aviation medical personnel. \n"
    },
    {
        "title": "Musician",
        "code": "42R",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/42r-musician",
        "description": "As a Musician, you’ll uphold a time-honored tradition of entertaining our Soldiers, performing in a variety of ensembles, and serving as a musical ambassador of our nation. A musician in the Army is an opportunity to work for the largest employer of musicians in the world. Whether it's a ceremonial performance or a concert to boost the morale of Soldiers, U.S. Army Bands members have the opportunity to serve their country while making music. In order to qualify for this honor, you must demonstrate a high level of proficiency and versatility on your instrument and pass auditions.\n"
    },
    {
        "title": "Oral Pathologist",
        "code": "63P",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/63p-oral-pathologist",
        "description": "As an Oral Pathologist, you will use your training to diagnose and treat irregularities of the face, jaw, and teeth such as cleft palates or certain oral cancers. In addition, identifying the causes of these disorders and providing effective treatment options will be at the core of your practice. \n"
    },
    {
        "title": "Health Services Plans, Operations, Intelligence Security and Training ",
        "code": "70H",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/70h-health-services-plans-operations-intelligence-security-and-training-",
        "description": "As a Health Services Plans, Operations, Intelligence Security and Training Officer, you will be responsible for creating a plan for field medical operations and evacuation in the event of an emergency. You will direct and coordinate staff functions relating to health services plans, operations, intelligence, security, and training. \n"
    },
    {
        "title": "Nuclear Medicine Officer ",
        "code": "60B",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/60b-nuclear-medicine-officer-",
        "description": "As a Nuclear Medicine Officer, you will supervise nuclear medical examinations and therapies. You will be responsible for administering ionizing radiation and giving patient care in all medical aspects of nuclear energy and bio-nucleonics. Additionally, you’ll provide research on diseases and train other medical personnel. As an Officer, you will be in command of medical units, all while serving your other roles as a chief, consultant, and/or faculty member in nuclear medicine service.\n"
    },
    {
        "title": "Clinical Laboratory Scientist",
        "code": "71E",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/71e-clinical-laboratory-scientist",
        "description": "As a Clinical Laboratory Scientist, you’ll be responsible for overseeing the scientific research of biological fluids, such as blood or saliva for disease prevention. You’ll manage laboratory operations, supervise tests, and provide expert advice on collected research to support our national defense. You'll conduct and direct the performance of laboratory procedures used in the detection, diagnosis, treatment, and prevention of disease.\n"
    },
    {
        "title": "Shower & Laundry Specialist ",
        "code": "92S",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/92s-shower-&-laundry-specialist-",
        "description": "As a Shower & Laundry Specialist, you’ll be responsible for establishing and performing personnel laundry and shower operations.\n\n"
    },
    {
        "title": "Wheeled Vehicle Mechanic",
        "code": "91B",
        "category": "mechanics-engineering",
        "sub_category": "construction-engineering",
        "url": "https://www.goarmy.com/careers-and-jobs/mechanics-engineering/construction-engineering/91b-wheeled-vehicle-mechanic",
        "description": "As a Wheeled Vehicle Mechanic, you’ll supervise and perform maintenance, repair, and recovery operations on wheeled vehicles and select armored vehicles that serve the Army in a variety of mission-critical roles. You’ll inspect, service, maintain, repair, replace, adjust, and test wheeled vehicles, material handling equipment systems, subsystems and components, and automotive electrical systems, including wiring harnesses and starting and charging systems.\n"
    },
    {
        "title": "Short Range Air Defense System Repairer",
        "code": "94T",
        "category": "mechanics-engineering",
        "sub_category": "construction-engineering",
        "url": "https://www.goarmy.com/careers-and-jobs/mechanics-engineering/construction-engineering/94t-short-range-air-defense-system-repairer",
        "description": "As a Short Range Air Defense System Repairer, you’ll be one of the most technically and tactically proficient Soldiers in the world. You’ll supervise and perform maintenance and repair on the Army’s sophisticated short-range air defense weapons systems. You’ll play a vital role in the defense of a nation by servicing, maintaining, and repairing the Avenger system—a complex and highly mobile weapons system used to secure battlefield air space and protect ground forces.\n"
    },
    {
        "title": "Land Combat Electronic Missile System Repairer",
        "code": "94A",
        "category": "mechanics-engineering",
        "sub_category": "construction-engineering",
        "url": "https://www.goarmy.com/careers-and-jobs/mechanics-engineering/construction-engineering/94a-land-combat-electronic-missile-system-repairer",
        "description": "As a Land Combat Electronic Missile System Repairer, you’ll use advanced electronic skills to perform maintenance on a variety of missile systems and determine shortcomings and malfunctions in electronic, electrical, mechanical, and circuit elements. The use of highly mobile missile launchers gives the Army a powerful edge in the field, so it’ll be vital that you keep these powerful weapons systems in top fighting shape. \n"
    },
    {
        "title": "Oral & Maxillofacial Surgeon",
        "code": "63N",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/63n-oral-&-maxillofacial-surgeon",
        "description": "As an Oral and Maxillofacial Surgeon, you’ll examine, diagnose, and provide surgical and nonsurgical care to patients with conditions or injuries to the head, mouth, teeth, gums, jaw, or neck. You’ll command medical units, conduct research on diseases of military importance, and train personnel in your field, as well as manage programs that support health and disease prevention.\n"
    },
    {
        "title": "Financial Manager",
        "code": "36A",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/36a-financial-manager",
        "description": "As a Financial Manager, you'll be managing resources and financial operations as part of the Army's Finance and Comptroller Corps. You'll use your expertise in math to provide financial advice and recommendations for units looking to purchase services and supplies for their missions. You'll also supervise Finance Non-Commissioned Officers and Soldiers in charge of military pay, services with vendors, auditing, accounting, and more.\n"
    },
    {
        "title": "Peripheral Vascular Surgeon",
        "code": "61W",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/61w-peripheral-vascular-surgeon",
        "description": "As a Peripheral Vascular Surgeon, you will be responsible for the treatment of patients with circulatory diseases that originate away from the heart such as the arteries, veins, or lymphatic vessels. Treatment options may include surgical procedures such as a vascular bypass or Angioplasty. In addition, diagnosing peripheral arterial diseases and creating treatment plans for individuals with circulatory disorders will be at the core of your practice. \n"
    },
    {
        "title": "Medical Laboratory Specialist",
        "code": "68K",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/68k-medical-laboratory-specialist",
        "description": "As a Medical Laboratory Specialist, you'll have the important responsibility of caring for and aiding in the diagnosis and treatment of the Soldiers. You’ll collect samples from patients and perform chemical and biological tests to help diagnose. You’ll have to work through a lot of unknowns and be willing and able to work through projects autonomously and confidently. You’ll sample blood types, perform elementary blood banking, conduct laboratory procedures, maintain laboratory equipment, and pack, unpack, inspect, store, and distribute blood and blood products.\n"
    },
    {
        "title": "Biochemist Physiologist",
        "code": "71B",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/71b-biochemist-physiologist",
        "description": "As a Biochemist/Physiologist, you’ll provide breakthrough discoveries in biochemistry and physiology within the U.S. Army healthcare community. As an Officer, you’ll manage lab operations, provide expert advice, and conduct research in state-of-the-art laboratories to support our national interests.\n"
    },
    {
        "title": "Entomologist",
        "code": "72B",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/72b-entomologist",
        "description": "As an Entomologist, you’ll serve in command and staff assignments throughout the Army to provide expertise on the potential threats insects can cause on operations across the globe. You’ll study insects’ impact on the health, morale, and operational environment of our Soldiers and help ensure property and materiel are not damaged by local species.\n"
    },
    {
        "title": "Occupational Therapy Specialist ",
        "code": "68L",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/68l-occupational-therapy-specialist-",
        "description": "As an Occupational Therapy Specialist, you'll work under a registered Occupational Therapist to supervise, test, and assist patients in performing daily life tasks after an illness or injury. Additionally, you'll help promote physical fitness and show patients lifestyle modifications to keep them happy and healthy.\n"
    },
    {
        "title": "Psychological Operations Officer",
        "code": "37A",
        "category": "ground-forces",
        "sub_category": "combat",
        "url": "https://www.goarmy.com/careers-and-jobs/ground-forces/combat/37a-psychological-operations-officer",
        "description": "As a Psychological Operations Officer, you’ll be a master of persuasion and influence, and an expert in political trends, cultural trends, and attitudes of the people in your given area of operation. You’ll utilize your understanding of social psychology and individual and group dynamics to influence individuals, groups, and populations.\n"
    },
    {
        "title": "Microbiologist",
        "code": "71A",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/71a-microbiologist",
        "description": "As a Microbiologist, you’ll be responsible for the scientific research of microorganisms in the U.S. Army healthcare community. You’ll supervise, test, and conduct research in one of the world’s largest healthcare organizations. You’ll manage laboratory operations and provide expert advice on your research to the global health community.\n"
    },
    {
        "title": "Public Health Dentist",
        "code": "63H",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/63h-public-health-dentist",
        "description": "As a Public Health Dentist, you will use your specialized training in oral care to improve the general dental health of communities. Public Health Dentists also research oral health issues impacting the populations around them and propose solutions to improve health outcomes. In addition, working to eliminate disparities in the treatment and care of those in need of dental services will be at the core of your practice. \n"
    },
    {
        "title": "Practical Nursing Specialist ",
        "code": "68C",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/68c-practical-nursing-specialist-",
        "description": "As a Practical Nursing Specialist, you'll provide the highest level of quality medical care to Soldiers and their families by performing preventive, therapeutic, and emergency nursing care under the supervision of a physician, registered nurse, or non-commissioned Officer.\n"
    },
    {
        "title": "Cargo Specialist",
        "code": "88H",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/88h-cargo-specialist",
        "description": "As a Cargo Specialist, you'll be the cargo handling expert for everything the Army moves by land, sea, or air. You’ll ensure the Army receives supplies, weapons, the mail, and equipment on a daily basis all over the world. You will be trained in cargo documentation, the securing of cargo, and learn how to load and unload cargo manually or by operating material handling equipment like cranes and forklifts. \n"
    },
    {
        "title": "Radar Repairer",
        "code": "94M",
        "category": "signal-intelligence",
        "sub_category": "cyber-intelligence",
        "url": "https://www.goarmy.com/careers-and-jobs/signal-intelligence/cyber-intelligence/94m-radar-repairer",
        "description": "As a Radar Repairer, you'll maintain and repair essential on-the-ground surveillance radar equipment, one of the most sophisticated and decisive pieces of technology. You’ll inspect, test, and adjust system components and equipment used to detect enemy artillery and mortar rounds for proper defense. \n"
    },
    {
        "title": "Army Judge Advocate General’s (JAG) Corps Attorney",
        "code": "27A",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/27a-army-judge-advocate-general’s-(jag)-corps-attorney",
        "description": "As an Army Judge Advocate (a lawyer in the Army), you’ll be responsible for offering legal services to Soldiers, Officers, and the families of Officers. You’ll primarily focus on the areas of criminal law, legal assistance, civil and administrative law, labor and employment law, international and operational law, intelligence law, and contract and fiscal law. You’ll offer legal reviews, ethics opinions, advice to commanders and their staff, and assist Soldiers with legal services.\n"
    },
    {
        "title": "Stryker Systems Maintainer",
        "code": "91S",
        "category": "mechanics-engineering",
        "sub_category": "construction-engineering",
        "url": "https://www.goarmy.com/careers-and-jobs/mechanics-engineering/construction-engineering/91s-stryker-systems-maintainer",
        "description": "As a Stryker Systems Maintainer, you’ll work as part of a team to maintain the Stryker vehicles and keep the vehicles and the operating systems running smoothly. You’ll diagnose and troubleshoot malfunctions, and repair and replace components using advanced test equipment, precision hand tools, and technical manuals and diagrams. \n"
    },
    {
        "title": "Patient Administration Specialist",
        "code": "68G",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/68g-patient-administration-specialist",
        "description": "As a Patient Administration Specialist, you'll be entrusted with serving the military community and their families and providing essential support to the clinical staff of a hospital. You’ll perform administrative duties for patients, and you’ll utilize your knowledge of medical terms and statistical reports to manage medical records and keep track of patient health.\n"
    },
    {
        "title": "Nurse Anesthetist",
        "code": "66F",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/66f-nurse-anesthetist",
        "description": "As a Nurse Anesthetist, you’ll provide general anesthesia, respiratory care, cardiopulmonary resuscitation, and fluid therapy to Soldiers and their families. With opportunities from the operating room to forward surgical teams, you’ll serve as the on-site expert in all areas where anesthesia is administered and gain valuable experience as a member of the distinguished U.S. Army healthcare community.\n"
    },
    {
        "title": "Patriot System Repairer",
        "code": "94S",
        "category": "mechanics-engineering",
        "sub_category": "construction-engineering",
        "url": "https://www.goarmy.com/careers-and-jobs/mechanics-engineering/construction-engineering/94s-patriot-system-repairer",
        "description": "As a Patriot System Repairer, you’ll become one of the most highly trained Soldiers in the world. You’ll use your advanced skills to perform field-level maintenance on one of the world’s most advanced missile systems called Patriot, which features a phased array radar set and control station. You will perform tests and make repairs on specific components based on diagnostics. \n"
    },
    {
        "title": "Computer / Detection Systems Repairer",
        "code": "94F",
        "category": "signal-intelligence",
        "sub_category": "cyber-intelligence",
        "url": "https://www.goarmy.com/careers-and-jobs/signal-intelligence/cyber-intelligence/94f-computer--detection-systems-repairer",
        "description": "As a Computer / Detection Systems Repairer, you’ll repair the most advanced computer systems to ensure they’re in top operating condition, keeping equipment functioning, and making sure the Army is never at a disadvantage. You’ll repair everything from electromechanical telecommunications equipment to field artillery digital devices, from Global Positioning System receivers to night vision devices and equipment, and even laser and fiber optic systems.\n"
    },
    {
        "title": "Preventive Medicine Specialist",
        "code": "68S",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/68s-preventive-medicine-specialist",
        "description": "As a Preventive Medicine Specialist, you'll be a major contributor when it comes to keeping the Army healthy and preventing the spread of infection and disease. You'll conduct laboratory tests to monitor the spread of bacteria, keep health records, and survey and track conditions for potential risks. You’ll have the skills and training necessary to recommend proper corrective actions to ensure good health for our Soldiers.\n"
    },
    {
        "title": "Optometrist ",
        "code": "67F",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/67f-optometrist-",
        "description": "As an Optometrist, you’ll treat diseases, injuries, and disorders of the eyes in Soldiers and their families. From prescribing eyeglasses and medications to counseling patients on options for surgical and nonsurgical treatments, you’ll offer comprehensive vision care and serve as an Officer in the U.S. Army healthcare community. You’ll also diagnose and manage eye injuries to help protect our Soldiers’ vision when they need it most.\n"
    },
    {
        "title": "Nuclear Medical Science Officer",
        "code": "72A",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/72a-nuclear-medical-science-officer",
        "description": "As a Nuclear Medical Science Officer, you’ll help protect and defend our Soldiers and their families from chemical, biological, radiological, and nuclear threats. You’ll also function in radiological defense operations, nuclear elimination missions, and radiation safety programs created to identify, evaluate, and guide U.S. Army personnel and protect public, occupational, and environmental health.\n"
    },
    {
        "title": "Environmental Science & Engineering Officer",
        "code": "72D",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/72d-environmental-science-&-engineering-officer",
        "description": "As an Environmental Science/Engineering Officer, you’ll identify and evaluate potential health risks and develop a course of action to control or prevent disease, illness, and injury. You’ll supervise the scientific research for environmental health and industrial hygiene, assess weapons, equipment, clothing, and material systems, and develop policies, programs, and operations to ensure the health and safety of Soldiers and staff.\n"
    },
    {
        "title": "Automated Test Set (ATS) Operator/Maintainer",
        "code": "94Y",
        "category": "mechanics-engineering",
        "sub_category": "construction-engineering",
        "url": "https://www.goarmy.com/careers-and-jobs/mechanics-engineering/construction-engineering/94y-automated-test-set-(ats)-operatormaintainer",
        "description": "As an Automated Test Set (ATS) Operator/Maintainer, you'll be in charge of maintaining the electrical equipment used by the Army to perform diagnostics and test various weapons systems. You'll perform electronic maintenance and service these machines to make sure they are programmed and running accurately at all times, and you'll be called on to operate and perform preventive maintenance checks on power generators, and to locate, isolate and repair instrument parts.\n"
    },
    {
        "title": "General Surgeon",
        "code": "61J",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/61j-general-surgeon",
        "description": "As a General Surgeon, you’ll examine, diagnose, treat, rehabilitate, and perform surgery for patients with injuries or disorders. You’ll lead medical units, provide patient care, conduct medical research on diseases, and develop disease prevention and health programs to help improve patient outcomes and advance treatment practices the medical field.\n"
    },
    {
        "title": "Parachute Rigger",
        "code": "92R",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/92r-parachute-rigger",
        "description": "As a Parachute Rigger, you’ll ensure the safety of every paratrooper you work with. You’ll inspect, test, and pack parachutes, their extraction and release systems, and all the associated components of the parachute system. You’ll be responsible for the safety and repair of all parachute equipment before, during, and after an airdrop operation. You’ll be responsible for assembling rigging components and securing all the supplies in the aircraft. \n"
    },
    {
        "title": "Ammunition Specialist",
        "code": "89B",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/89b-ammunition-specialist",
        "description": "As an Ammunition Specialist, you’ll be responsible for the highly specialized care and management of ammunition, explosives, and their components. You’ll perform stock control and accounting duties, and you’ll be in charge of receiving, storing, issuing, and inspecting weapon systems to determine if they need repair or need to be destroyed. This means you’ll be in charge of blowing up expired or partially used explosives and other ordnance in controlled settings, a crucial part of keeping our troops safe.\n"
    },
    {
        "title": " Small Arms/Towed Artillery Repairer",
        "code": "91F",
        "category": "mechanics-engineering",
        "sub_category": "construction-engineering",
        "url": "https://www.goarmy.com/careers-and-jobs/mechanics-engineering/construction-engineering/91f--small-armstowed-artillery-repairer",
        "description": "As a Small Arms / Towed Artillery Repairer, you’ll perform maintenance and repairs and keep a wide array of weapons—from small arms to field artillery and large ballistic missiles—operating properly.\n"
    },
    {
        "title": "Religious Affairs Specialist ",
        "code": "56M",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/56m-religious-affairs-specialist-",
        "description": "As a Religious Affairs Specialist, you’ll have the rewarding responsibility of supporting the unit ministry team, programs, and worship services, while also providing support to the Chaplains during missions and everyday activities. You’ll assist in planning and synchronizing religious support operations and coordinating the circulation of the unit ministry team to ensure the Soldiers’ spiritual readiness. You’ll also maintain reports, files, and administrative data for religious operations, and conduct specialized peer counseling for Soldiers in need of emotional support. \n"
    },
    {
        "title": "Military Police",
        "code": "31B",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/31b-military-police",
        "description": "As a Military Police Soldier, you’ll protect peoples’ lives and property on Army installations by enforcing military laws and regulations. You’ll also control traffic, prevent crime, and respond to all emergencies. You’ll conduct force protection, anti-terrorism, area security, and police intelligence operations. You’ll also train in corrections and detention, investigations and mobility, and security around the world.\n"
    },
    {
        "title": "Dental Specialist ",
        "code": "68E",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/68e-dental-specialist-",
        "description": "As a Dental Specialist, you'll receive the specialized training needed to assist Army dentists in the examination and treatment of servicemembers’ teeth. You'll help the dentist prepare for operations by selecting and arranging instruments and by taking patient’s dental impressions and X-rays. You’ll also manage the dental offices and patient records, perform preventive cleanings, take the patient’s blood pressure, pulse, and help administer anesthesia when needed. \n"
    },
    {
        "title": "Chemical, Biological, Radiological And Nuclear (CBRN) Officer",
        "code": "74A",
        "category": "ground-forces",
        "sub_category": "combat",
        "url": "https://www.goarmy.com/careers-and-jobs/ground-forces/combat/74a-chemical-biological-radiological-and-nuclear-(cbrn)-officer",
        "description": "As a Chemical, Biological, Radiological, and Nuclear (CBRN) Officer, you will be part of the Army branch that defends against the threat of biological and chemical weapons, and Weapons of Mass Destruction (WMD). You will lead extraordinary Chemical units to protect our nation by assessing and mitigating WMD/CBRN threats. Additionally, you will be certified in HAZMAT operations and the handling of toxic and hazardous substances, and be called upon to share your scientific expertise with Army units during both combat and peacetime.\n"
    },
    {
        "title": "Optical Laboratory Specialist ",
        "code": "68H",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/68h-optical-laboratory-specialist-",
        "description": "As an Optical Laboratory Specialist, you'll gain the specialized training needed to make and repair the eyewear that is provided to Soldiers in the Army. You'll use your knowledge of optics and ocular health to sort and forward prescriptions, prepare and make prescription lenses, inspect them for accuracy, assemble frames, and perform repairs and maintenance on optical tools and machines.\n"
    },
    {
        "title": "Foreign Language Specialist",
        "code": "35W",
        "category": "signal-intelligence",
        "sub_category": "cyber-intelligence",
        "url": "https://www.goarmy.com/careers-and-jobs/signal-intelligence/cyber-intelligence/35w-foreign-language-specialist",
        "description": "As a Foreign Language Specialist, you’ll go to the Defense Language Institute (DLI) for language training. There you will learn how to speak, listen, and read in your target language. During your time at DLI you will also be immersed in the culture of your target language’s region. Upon graduation of language training at DLI, you will be eligible for an associate degree in foreign language. Foreign Language Specialists will be assessed and attend either 35M or 35P Advanced Individual Training.\n"
    },
    {
        "title": "Signal Officer \n",
        "code": "25A",
        "category": "signal-intelligence",
        "sub_category": "cyber-intelligence",
        "url": "https://www.goarmy.com/careers-and-jobs/signal-intelligence/cyber-intelligence/25a-signal-officer-\n",
        "description": "As a Signal Officer, you’ll lead the Signal Corps, which is responsible for the Army’s entire communication networks and information systems. You’ll plan and execute all aspects of communication on a mission and you’ll be critical to the Army’s continued success. You’ll maintain the Army’s voice, data, and information systems, make technical and tactical decisions, and manage Signal organizations and people. \n"
    },
    {
        "title": "Military Working Dog Handler ",
        "code": "31K",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/31k-military-working-dog-handler ",
        "description": "As a Military Working Dog Handler, you'll work with K-9 units and be responsible for training and caring for dogs, both at home and abroad, supporting missions and daily law enforcement. Military Working Dogs search for drugs or explosives and work with their human counterparts to neutralize threats in law enforcement operations. \n"
    },
    {
        "title": "Signals Collector/Analyst ",
        "code": "35S",
        "category": "signal-intelligence",
        "sub_category": "cyber-intelligence",
        "url": "https://www.goarmy.com/careers-and-jobs/signal-intelligence/cyber-intelligence/35s-signals-collectoranalyst-",
        "description": "As a Signals Collector / Analyst, you'll gather clues from radio frequencies and electronic signals to detect and collect coded foreign intelligence messages. You'll intercept and identify these nonverbal frequencies and keep logs in order to piece together secret tactical messages. \n"
    },
    {
        "title": "Field Surgeon",
        "code": "62B",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/62b-field-surgeon",
        "description": "As a Field Surgeon, you’ll join missions to help treat and protect Soldiers. You’ll perform procedures to combat diseases and injuries in need of immediate treatment. You’ll be the most forward physician and perform life-saving treatments, so Soldiers may progress to the next stage of care. You’ll also serve in the U.S. Army healthcare community as the commander’s medical expert and medical operations planner.\n"
    },
    {
        "title": "Watercraft Engineer",
        "code": "88L",
        "category": "mechanics-engineering",
        "sub_category": "construction-engineering",
        "url": "https://www.goarmy.com/careers-and-jobs/mechanics-engineering/construction-engineering/88l-watercraft-engineer",
        "description": "As a Watercraft Engineer, you’ll supervise or perform maintenance and repairs on Army watercraft and auxiliary equipment on marine vessels in order to keep them running at all times. You’ll perform daily systems checks, repair and maintain gasoline and diesel engines, troubleshoot and repair watercraft propulsion machinery, and repair and service lift machinery and engine-related electrical systems. To do this, you’ll train in basic electronics, hydraulics, and shop practices, as well as in engine operation and maintenance. You’ll also train in marine operations, the preventive maintenance of steering systems, and you’ll learn how to inspect and maintain the propellers and staffs.\n"
    },
    {
        "title": "Human Resources Specialist ",
        "code": "42A",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/42a-human-resources-specialist-",
        "description": "As a Human Resources (HR) Specialist, you’ll play a crucial role assisting fellow Soldiers progress their Army careers. You will provide personnel and HR support to commanders across all branches, and be trained in document preparation, drafting requests, and overseeing official documentation, such as ID cards and tags. You’ll also train on data application and data information analysis.  \n"
    },
    {
        "title": "Ordnance Officer",
        "code": "91",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/91-ordnance-officer",
        "description": "As an Ordnance Officer, you’ll make sure that weapons systems, vehicles, and equipment are ready and available, and in perfect condition at all times. You’ll also manage the developing, testing, fielding, handling, storage, and disposal of munitions.\n"
    },
    {
        "title": "Human Intelligence Collector",
        "code": "35M",
        "category": "signal-intelligence",
        "sub_category": "cyber-intelligence",
        "url": "https://www.goarmy.com/careers-and-jobs/signal-intelligence/cyber-intelligence/35m-human-intelligence-collector",
        "description": "As a Human Intelligence Collector, you’ll collect intelligence about an adversary’s intentions, strengths, vulnerabilities, and capabilities, and you’ll share this critical information to help Army leaders better understand the enemy. You’ll debrief and interrogate human intelligence sources, analyze and prepare intelligence reports, and screen human intelligence sources and documents.\n"
    },
    {
        "title": "Veterinary Food Inspection Specialist",
        "code": "68R",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/68r-veterinary-food-inspection-specialist",
        "description": "As a Veterinary Food Inspection Specialist, you’ll be in charge of food safety, quality assurance, and protection from unintentional or intentional contamination of food consumed by Soldiers. You’ll also be responsible for supervising food inspection and combined veterinary service activities. You’ll be at the forefront of food safety and defense, using statistical sampling methods to ensure food items are inspected for freshness, proper storage and delivery, and packaged according to the Department of Defense standards.\n"
    },
    {
        "title": "Physical Therapy Specialist",
        "code": "68F",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/68f-physical-therapy-specialist",
        "description": "As a Physical Therapy Specialist, you’ll help licensed Physical Therapists treat and rehabilitate patients suffering from a variety of injuries and illnesses in order to decrease their pain and promote a physically fit lifestyle so they can be in top physical condition. You’ll receive the intensive instruction needed to provide patient care and administer physical therapy treatments that will treat disabilities and prevent future injuries. \n"
    },
    {
        "title": "Allied Trade Specialist",
        "code": "91E",
        "category": "mechanics-engineering",
        "sub_category": "construction-engineering",
        "url": "https://www.goarmy.com/careers-and-jobs/mechanics-engineering/construction-engineering/91e-allied-trade-specialist",
        "description": "As an Allied Trade Specialist, you’ll supervise the fabrication, repair, and modification of metallic and nonmetallic parts to ensure the Army’s equipment is operating reliably. You’ll operate lathes, drilling presses, grinders, welding machines, and other machine shop equipment while also serving as a welder. You will train to select the materials, tools, and equipment to do the job, and learn how to operate fabrication machines.\n"
    },
    {
        "title": "Transportation Management Coordinator",
        "code": "88N",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/88n-transportation-management-coordinator",
        "description": "As a Transportation Management Coordinator, you'll plan and schedule transportation for troops, cargo, and equipment worldwide. You will document and inventory freight shipments, prepare cargo for travel, and determine the most efficient mode of transport and coordination for Soldiers and personnel to meet mission requirements.\n"
    },
    {
        "title": "Explosive Ordnance Disposal (EOD) Officer",
        "code": "89E",
        "category": "ground-forces",
        "sub_category": "combat",
        "url": "https://www.goarmy.com/careers-and-jobs/ground-forces/combat/89e-explosive-ordnance-disposal-(eod)-officer",
        "description": "As an Explosive Ordnance Disposal Officer, you’ll lead the Army's tactical and technical explosives experts. You’ll command and control operations, advise commanders and staff of potential or actual explosive threats, and you’ll be prepared to perform missions in support of Army units worldwide and across all operational environments. You’ll also engage Explosive Ordnance Disposal Soldiers at all levels. \n"
    },
    {
        "title": "M1 Abrams Tank System Maintainer",
        "code": "91A",
        "category": "mechanics-engineering",
        "sub_category": "construction-engineering",
        "url": "https://www.goarmy.com/careers-and-jobs/mechanics-engineering/construction-engineering/91a-m1-abrams-tank-system-maintainer",
        "description": "As an M1 Abrams Tank System Maintainer, you’ll perform maintenance on the suspension, steering, hydraulic, auxiliary power, fire suppression, and gas systems of Abrams tanks.\n"
    },
    {
        "title": "Cyber Network Defender",
        "code": "25D",
        "category": "signal-intelligence",
        "sub_category": "cyber-intelligence",
        "url": "https://www.goarmy.com/careers-and-jobs/signal-intelligence/cyber-intelligence/25d-cyber-network-defender",
        "description": "As a Cyber Network Defender, you’ll be responsible for defending and protecting computer networks from cybersecurity threats. You’ll also maintain networks, ensure the availability of data resources, detect vulnerabilities, and respond quickly to security attacks. \n"
    },
    {
        "title": "Utilities Equipment Repairer ",
        "code": "91C",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/91c-utilities-equipment-repairer ",
        "description": "As a Utilities Equipment Repairer, you’ll supervise and perform maintenance on vital utilities equipment and support systems, such as air conditioners and refrigeration units, to make sure they are kept in top working condition in any environment. You’ll train to read temperature and pressure gauges, make operating adjustments to utility equipment, test for leaks, perform preventative maintenance, troubleshoot malfunctions, and read and use technical manuals and diagnostic instruments.\n"
    },
    {
        "title": "Air Traffic Control Equipment Repairer",
        "code": "94D",
        "category": "aviation",
        "sub_category": "other",
        "url": "https://www.goarmy.com/careers-and-jobs/aviation/other/94d-air-traffic-control-equipment-repairer",
        "description": "As an Air Traffic Control Equipment Repairer, you’ll help ensure flight safety, keeping our pilots safe by maintaining and installing air traffic control communications, navigation aids, and landing systems. You’ll test instruments, navigational controls, and simulators using electronic and electrical test equipment, replace equipment parts, and perform quality control measures.\n"
    },
    {
        "title": "Rotary Wing Aviator Warrant Officer",
        "code": "153A",
        "category": "aviation",
        "sub_category": "other",
        "url": "https://www.goarmy.com/careers-and-jobs/aviation/other/153a-rotary-wing-aviator-warrant-officer",
        "description": "As a Rotary Wing Aviator, you’ll learn to fly some of the most exciting, technologically advanced helicopters in the world. First, you must complete the rigorous Initial Entry Rotary Wing (IERW/flight) training. This establishes and builds upon aviator/aviation knowledge and skill. You’ll learn to pilot with agility and adaptiveness in tactical and non-tactical situations, various weather conditions, and increasingly advanced fighting maneuvers. You will be the technical and tactical expert in charge of performing reconnaissance, security, rescue, air assault, internal and external load, and more based on advanced aircraft selections.\n"
    },
    {
        "title": "Paralegal Specialist \n",
        "code": "27D",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/27d-paralegal-specialist-\n",
        "description": "As a Paralegal Specialist, you’ll be an integral part of the U.S. Army’s legal system. You’ll be expected to provide legal and administrative support in all areas of criminal law, family law, international law, civil and administrative law, contract law, and fiscal law. You’ll assist judges, Army lawyers, and unit commanders with legal matters and judicial work.\n"
    },
    {
        "title": "Railway Specialist",
        "code": "88U",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/88u-railway-specialist",
        "description": "As a Railway Specialist, you’ll oversee the Army’s rail network capabilities and infrastructure assessments to assist with safe handling of important cargo. This includes rail planning and properly managing host nation or contracted rail assets, along with car inspections at route stops and following instructions received from signal towers or other trains.  \n"
    },
    {
        "title": "Mortuary Affairs Specialist",
        "code": "92M",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/92m-mortuary-affairs-specialist",
        "description": "As a Mortuary Affairs Specialist, you'll draw upon specialized medical training and the utmost respect and compassion to handle the remains and personal effects of Soldiers who have fallen in the line of duty. This includes locating and identifying remains in the field, ensuring safe transport of the deceased and their belongings, and assisting with arrangements and military honors at their burial site. You'll also inventory and safeguard effects and serve as a specialist at the U.S. Army’s Central Identification Laboratory in Hawaii.\n"
    },
    {
        "title": "Fixed Wing Aviator Warrant Officer",
        "code": "155A",
        "category": "aviation",
        "sub_category": "other",
        "url": "https://www.goarmy.com/careers-and-jobs/aviation/other/155a-fixed-wing-aviator-warrant-officer",
        "description": "  As a Fixed Wing Aviator, you’ll learn to fly fixed-wing utility aircraft or jets, some of the most exciting, technologically advanced aircraft in the world. You’ll learn to pilot jets and planes with advanced agility and skill in tactical and non-tactical missions and various weather conditions. You will be the technical expert in charge of navigation, weather radars, military intelligence, airborne radio communication, and flight status. Officers build upon their initial rotary wing training, becoming experts in fixed wing employment including military intelligence, airborne radio communication, and more.\n\n  \n"
    },
    {
        "title": "Radio Equipment Repairer",
        "code": "94E",
        "category": "signal-intelligence",
        "sub_category": "cyber-intelligence",
        "url": "https://www.goarmy.com/careers-and-jobs/signal-intelligence/cyber-intelligence/94e-radio-equipment-repairer",
        "description": "As a Radio Equipment Repairer, you’ll perform or supervise essential preventive maintenance checks and services on radios, transmitters, communication security equipment, and other associated equipment to ensure secure communication is always available. It’ll be your responsibility to calibrate and align equipment components, as well as use test, measurement, and diagnostic equipment. You’ll test program sets and use interactive electronic technical manuals to troubleshoot and repair equipment.\n"
    },
    {
        "title": "Financial Management Technician",
        "code": "36B",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/36b-financial-management-technician",
        "description": "As a Financial Management Technician, you'll be managing resources and financial operations as part of the Army's Finance and Comptroller Corps. You'll use your expertise in math to provide financial advice and recommendations for units looking to purchase services and supplies for their missions. You'll also be in charge of military pay, overseeing services with commercial vendors, auditing, accounting, banking operations, and more.\n"
    },
    {
        "title": "Explosive Ordnance Disposal (EOD) Specialist",
        "code": "89D",
        "category": "ground-forces",
        "sub_category": "combat",
        "url": "https://www.goarmy.com/careers-and-jobs/ground-forces/combat/89d-explosive-ordnance-disposal-(eod)-specialist",
        "description": "As an Explosive Ordnance Disposal Specialist, you’ll be the Army’s preeminent tactical and technical explosives expert. You’ll have the advanced training and critical skills needed to disable and defeat explosive devices and weapons of mass destruction. You’ll research and identify military weapons, assist leadership in the preparation and use of advanced robotics, dispose of hazardous objects, and perform missions in support of Army units worldwide, across all environmental conditions.\n"
    },
    {
        "title": "Petroleum Laboratory Specialist",
        "code": "92L",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/92l-petroleum-laboratory-specialist",
        "description": "As a Petroleum Laboratory Specialist, you'll supervise and conduct laboratory tests on petroleum, oil, and lubricant products to ensure fire prevention and safety control for our troops, to ensure they meet the Army’s requirements, and our Soldiers can depend on them. You’ll train to perform physical and chemical tests on turbine aviation fuels, diesels and motor gasolines, and kerosene-based and diesel fuels in the field. Additionally, safety and fire prevention will be a daily form of life while working this job.\n"
    },
    {
        "title": "Public Affairs Mass Communication Specialist",
        "code": "46S",
        "category": "signal-intelligence",
        "sub_category": "cyber-intelligence",
        "url": "https://www.goarmy.com/careers-and-jobs/signal-intelligence/cyber-intelligence/46s-public-affairs-mass-communication-specialist",
        "description": "As an Army Public Affairs Mass Communication Specialist, you’ll supervise and assist administration of Army public affairs programs by researching, preparing, and distributing news releases, articles, web-based material, and photographs on Army personnel and activities. You’ll gather information within your unit and around the Army, you’ll develop ideas for news articles, arrange and conduct interviews, write news releases, feature articles and editorials, and conduct media training.\n"
    },
    {
        "title": "Watercraft Operator",
        "code": "88K",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/88k-watercraft-operator",
        "description": "As a Watercraft Operator, you’ll be responsible for navigation, cargo operations, and supervising other Soldiers on Army watercraft. As part of the piloting team, you’ll train in the basics of seamanship and vessel operations, using electronic positioning systems, handheld navigation devices, and traditional watch standing procedures. You’ll learn boat handling techniques, how to dock and undock vessels, drop and weigh anchor, interpret code signal flags, and send and receive messages via radio, beacon, and signal flag. Since safety is such an important part of this job, you’ll also learn emergency water survival, how to operate lifeboats, shipboard firefighting, and other emergency procedures. \n"
    },
    {
        "title": "Intelligence Analyst",
        "code": "35F",
        "category": "signal-intelligence",
        "sub_category": "cyber-intelligence",
        "url": "https://www.goarmy.com/careers-and-jobs/signal-intelligence/cyber-intelligence/35f-intelligence-analyst",
        "description": "As an Intelligence Analyst, you’ll be responsible for providing the Army with crucial and reliable information about enemy forces and potential areas of conflict. You’ll analyze, assess, process, and distribute tactical intelligence, as well as create, document, organize, and cross-reference intelligence records and files.\n"
    },
    {
        "title": "Military Intelligence (MI) Systems Maintainer/Integrator",
        "code": "35T",
        "category": "signal-intelligence",
        "sub_category": "cyber-intelligence",
        "url": "https://www.goarmy.com/careers-and-jobs/signal-intelligence/cyber-intelligence/35t-military-intelligence-(mi)-systems-maintainerintegrator",
        "description": "As a Military Intelligence (MI) Systems Maintainer / Integrator, you’ll make sure we can always find, know, and never lose the enemy by making sure the equipment used by the Military Intelligence Soldiers, including computers and networks, is kept in top working condition. You’ll maintain, test, and repair communications equipment, and you’ll assess and extract the data from fixed, portable, and wireless communication devices. \n"
    },
    {
        "title": "Psychological Operations Specialist",
        "code": "37F",
        "category": "ground-forces",
        "sub_category": "combat",
        "url": "https://www.goarmy.com/careers-and-jobs/ground-forces/combat/37f-psychological-operations-specialist",
        "description": "As a Psychological Operations Specialist, you’ll be an expert at persuasion. You’ll assess and develop the information needed to influence and engage specific audiences. You’ll broadcast important information through various mediums and assist U.S. and foreign governments, militaries, and civilian populations.\n"
    },
    {
        "title": "Military Intelligence Officer ",
        "code": "35A",
        "category": "signal-intelligence",
        "sub_category": "cyber-intelligence",
        "url": "https://www.goarmy.com/careers-and-jobs/signal-intelligence/cyber-intelligence/35a-military-intelligence-officer-",
        "description": "As an Army Military Intelligence Officer, you’ll be responsible for all collected intelligence during Army missions. You’ll provide essential information that can often save the lives of Soldiers fighting on front lines. You’ll command and coordinate Military Intelligence Soldiers and combined armed forces, assess risks, and act to neutralize intelligence threats.\n"
    },
    {
        "title": "Water Treatment Specialist",
        "code": "92W",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/92w-water-treatment-specialist",
        "description": "As a Water Treatment Specialist, you'll be responsible for supervising and installing water purification equipment and making sure clean water is stored and available anywhere it is needed. You will perform water quality tests and inspect facilities and food supplies for the presence of disease, germs, and other conditions or hazards to health and the environment. \n"
    },
    {
        "title": "Operating Room Specialist",
        "code": "68D",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/68d-operating-room-specialist",
        "description": "As an Operating Room Specialist, you'll assist nurses in prepping patients for surgery and providing assistance to doctors during surgical procedures. You'll ensure that operating rooms and surgical tools are properly sterilized and inspected before and after procedures.\n"
    },
    {
        "title": "Petroleum Supply Specialist",
        "code": "92F",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/92f-petroleum-supply-specialist",
        "description": "As a Petroleum Supply Specialist, you’ll supply the Army with the fuel it needs to maintain a state of readiness at all times. You’ll supervise and manage the reception, storage, and shipping of bulk or packaged petroleum-based products. You’ll oversee its use, dispense it to various vehicles and aircraft, and make sure it is being transported and handled safely. You will learn how refueling systems and equipment are assembled sequentially, perform quality assurance, and you’ll supply and store fuel from a variety of sources. \n"
    },
    {
        "title": "Quartermaster and Chemical Equipment Repairer",
        "code": "91J",
        "category": "mechanics-engineering",
        "sub_category": "construction-engineering",
        "url": "https://www.goarmy.com/careers-and-jobs/mechanics-engineering/construction-engineering/91j-quartermaster-and-chemical-equipment-repairer",
        "description": "As a Quartermaster and Chemical Equipment Repairer, you’ll use the latest technology to supervise or diagnose, disassemble, and perform repairs on chemical equipment, quartermaster machinery, forced-air heaters, and special-purpose equipment to ensure that they are ready to support our troops.\n"
    },
    {
        "title": "Respiratory Specialist",
        "code": "68V",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/68v-respiratory-specialist",
        "description": "As a Respiratory Specialist, your focus will be to help patients with chronic or sudden breathing problems. You'll be assisting doctors and advanced nurses in treating patients in both emergency and non-emergency situations, preparing blood samples for lab tests, and administering tests that check lung capacity and function.\n"
    },
    {
        "title": "Eye Specialist",
        "code": "68Y",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/68y-eye-specialist",
        "description": "As an Eye Specialist, you'll work with optometrists and ophthalmologists to conduct diagnostic vision tests and help care for and treat patients with eye or vision problems.\n"
    },
    {
        "title": "Motor Transport Operator",
        "code": "88M",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/88m-motor-transport-operator",
        "description": "As a Motor Transport Operator, you’ll play an important part of the Army’s transportation logistics team. You’ll supervise and operate wheeled vehicles over all types of terrain to safely transport cargo, troops, and provide advanced mobility on all missions. You’ll manage loading, unloading, and report any vehicle problems or damage.\n"
    },
    {
        "title": "Information Technology Specialist",
        "code": "25B",
        "category": "signal-intelligence",
        "sub_category": "cyber-intelligence",
        "url": "https://www.goarmy.com/careers-and-jobs/signal-intelligence/cyber-intelligence/25b-information-technology-specialist",
        "description": "As an Information Technology Specialist, you’ll manage, maintain, process, and troubleshoot military computer systems and operations. You’ll deal with highly-sensitive information and need to have technical skills and aptitude for programming and computer languages. You'll be responsible for monitoring network activity, performing regular backups, and implementing data recovery plans to safeguard against disruptions or data loss. \n"
    },
    {
        "title": "Counterintelligence Agent ",
        "code": "35L",
        "category": "signal-intelligence",
        "sub_category": "cyber-intelligence",
        "url": "https://www.goarmy.com/careers-and-jobs/signal-intelligence/cyber-intelligence/35l-counterintelligence-agent-",
        "description": "As a Counterintelligence Agent, you’ll conduct investigations, collect and process forensic and physical evidence to identify and detect foreign intelligence and international terrorist threats, and plan the appropriate countermeasures to neutralize them.\n"
    },
    {
        "title": "Avionic and Survivability Equipment Repairer",
        "code": "94R",
        "category": "aviation",
        "sub_category": "other",
        "url": "https://www.goarmy.com/careers-and-jobs/aviation/other/94r-avionic-and-survivability-equipment-repairer",
        "description": "As an Avionic and Survivability Equipment Repairer, you’ll be an essential member of the Army communications maintenance team. You’ll perform field and sustainment level maintenance on avionic navigation flight control systems, stabilization systems, and equipment.\n"
    },
    {
        "title": "Visual Information Specialist",
        "code": "46V",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/46v-visual-information-specialist",
        "description": "As a Visual Information Specialist, you’ll operate audio visual equipment and develop multimedia products that combine text, sound, graphics, animations, and video to support different areas of the Army such as Public Affairs, Military Intelligence, and Psychological Operations. You’ll create illustrations, map overlays, posters, graphs, charts, and web pages, while also performing unit level maintenance on assigned equipment.\n"
    },
    {
        "title": "Radiology Specialist ",
        "code": "68P",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/68p-radiology-specialist-",
        "description": "As a Radiology Specialist, you will operate X-rays and other medical imaging equipment to diagnose and treat injuries and diseases. You will be responsible for administering tests for all different types of imaging, such as digestive respiratory, vascular, nervous system, and prenatal, all while making sure your patients are taken care of.\n"
    },
    {
        "title": "Chemical, Biological, Radiological, and Nuclear (CBRN) Specialist",
        "code": "74D",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/74d-chemical-biological-radiological-and-nuclear-(cbrn)-specialist",
        "description": "As a Chemical, Biological, Radiological, and Nuclear Specialist, you’ll protect the country against the threat of CBRN weapons of mass destruction, and you’ll decontaminate hazardous material spills or accidents. You’ll employ the most advanced equipment and coordinate defense systems against these weapons of mass destruction in support of joint and combined arms operations. \n"
    },
    {
        "title": "Orthopedic Specialist ",
        "code": "68B",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/68b-orthopedic-specialist-",
        "description": "As an Orthopedic Specialist, you'll assist with all kinds of patient care at an Orthopedic clinic—where patients are treated for pain and injuries to bones, joints, and muscles. You'll help prep patients for surgery, monitor their care afterwards, and even assist orthopedic surgeons with procedures in the operating room.\n"
    },
    {
        "title": "Unit Supply Specialist",
        "code": "92Y",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/92y-unit-supply-specialist",
        "description": "As the Unit Supply Specialist, you’ll be responsible for supervising and maintaining all Army supplies and equipment. You’ll receive, inspect, inventory, load and unload, store, issue, and deliver all supplies and equipment. You’ll also safely secure and control weapons and ammunition in security areas.\n"
    },
    {
        "title": "Medical Logistics Specialist",
        "code": "68J",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/68j-medical-logistics-specialist",
        "description": "As a Medical Logistics Specialist, you'll be responsible for receiving, storing, and issuing Army medical supplies. You'll budget for, order, and inventory new supplies, use machinery such as forklifts and hand trucks to load and unload crates of supplies, and perform quality control checks.\n"
    },
    {
        "title": "Geospatial Intelligence Imagery Analyst",
        "code": "35G",
        "category": "signal-intelligence",
        "sub_category": "cyber-intelligence",
        "url": "https://www.goarmy.com/careers-and-jobs/signal-intelligence/cyber-intelligence/35g-geospatial-intelligence-imagery-analyst",
        "description": "As a Geospatial Intelligence Imagery Analyst, you’ll analyze visual data to provide Army leadership with critical information about enemy forces, potential battle areas, and mission support. You’ll use aerial imagery, geospatial data, full motion video, and other electronic monitoring to help determine precise target coordinates, identify enemy positions, navigate obstacles, and design defense and combat plans. \n"
    },
    {
        "title": "Biomedical Equipment Specialist",
        "code": "68A",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/68a-biomedical-equipment-specialist",
        "description": "As a Biomedical Equipment Specialist, you'll be responsible for servicing and maintaining all medical equipment with mechanical, hydraulic, pneumatic, electronic, digital, optical, and radiological principles. You’ll perform calibrations and preventive maintenance, inspect equipment for serviceability, perform operational checkout procedures, troubleshoot and isolate malfunctions, replace and repair defective components, install medical equipment considering power and space requirements, and record all services performed. \n"
    },
    {
        "title": "Tactical Power Generation Specialist",
        "code": "91D",
        "category": "mechanics-engineering",
        "sub_category": "construction-engineering",
        "url": "https://www.goarmy.com/careers-and-jobs/mechanics-engineering/construction-engineering/91d-tactical-power-generation-specialist",
        "description": "As a Tactical Power Generation Specialist, you’ll supply the power needed to run virtually every aspect of Army activity; power that must be available whenever and wherever the Army needs it. You will supervise and perform maintenance and repairs on power-generation equipment, internal combustion engines, and associated equipment in mobile and stationary power plants. You’ll train to use high-tech test and diagnostic equipment, read complex wiring schematics and diagrams, and repair electrical components.\n"
    },
    {
        "title": "Automated Logistical Specialist",
        "code": "92A",
        "category": "support-logistics",
        "sub_category": "transportation-logistics",
        "url": "https://www.goarmy.com/careers-and-jobs/support-logistics/transportation-logistics/92a-automated-logistical-specialist",
        "description": "As an Automated Logistical Specialist, similar to a laborer or freight mover, you’ll perform maintenance management and warehouse functions in order to maintain equipment records. You’ll oversee incoming supplies and equipment, simplify and standardize maintenance data, and raise the quality and accuracy of performance, cost, and parts data through improved maintenance management.\n"
    },
    {
        "title": "Satellite Communication Systems Specialist ",
        "code": "25S",
        "category": "signal-intelligence",
        "sub_category": "cyber-intelligence",
        "url": "https://www.goarmy.com/careers-and-jobs/signal-intelligence/cyber-intelligence/25s-satellite-communication-systems-specialist-",
        "description": "As a Satellite Communication Systems Specialist, you'll be responsible for the installation, maintenance, and operations of satellite communication systems and technical control facilities. You’ll configure and troubleshoot equipment, ensure reliable transmission and reception of data, voice, and video signals over satellite links, and keep the entire Army updated, informed, and situationally aware. \n"
    },
    {
        "title": "Combat Medic Specialist",
        "code": "68W",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/68w-combat-medic-specialist",
        "description": "As a Combat Medic Specialist, you'll administer emergency medical care in the field in both combat and humanitarian situations. Your training will allow you to serve as a first responder and triage illnesses and injuries to save lives, much like a paramedic in the civilian world. You'll also train other Soldiers in lifesaver/first responder courses and provide care on base while not deployed. \n"
    },
    {
        "title": "Signals Intelligence Analyst",
        "code": "35N",
        "category": "signal-intelligence",
        "sub_category": "cyber-intelligence",
        "url": "https://www.goarmy.com/careers-and-jobs/signal-intelligence/cyber-intelligence/35n-signals-intelligence-analyst",
        "description": "As a Signals Intelligence Analyst, you’ll examine and analyze foreign communications and activity to find intelligence, and you’ll relay this critical information to senior leaders by producing strategic and tactical reports based on your analysis. You’ll help place, camouflage, and recover surveillance equipment and identify, track, and analyze a target’s operational patterns to assist leaders to formulate an attack plan. View yourself as a detective as you collect intelligence to help determine what the enemy is doing. \n"
    },
    {
        "title": "Signals Intelligence Voice Interceptor ",
        "code": "35P",
        "category": "signal-intelligence",
        "sub_category": "cyber-intelligence",
        "url": "https://www.goarmy.com/careers-and-jobs/signal-intelligence/cyber-intelligence/35p-signals-intelligence-voice-interceptor-",
        "description": "As a Signals Intelligence Voice Interceptor, you’ll use your skills as a linguist to identify, categorize, translate, and summarize foreign language communications from a specific location. You’ll also operate and oversee signals equipment used in signals intelligence operations. You’ll learn intelligence skills needed to conduct military briefings, and tip the appropriate authorities when needed. This role is important because the nation’s defense depends largely on information that comes from foreign languages.\n"
    },
    {
        "title": "Network Communication Systems Specialist",
        "code": "25H",
        "category": "signal-intelligence",
        "sub_category": "cyber-intelligence",
        "url": "https://www.goarmy.com/careers-and-jobs/signal-intelligence/cyber-intelligence/25h-network-communication-systems-specialist",
        "description": "As a Network Communication Systems Specialist, you’ll be responsible for installing, repairing, and maintaining cabling and wiring, telecommunication systems, and network management facilities. You’ll install communications networks while helping troubleshoot and reengineer assets to support operational requirements and ensure communication systems are working. \n"
    },
    {
        "title": "Signal Operations Support Specialist",
        "code": "25U",
        "category": "signal-intelligence",
        "sub_category": "cyber-intelligence",
        "url": "https://www.goarmy.com/careers-and-jobs/signal-intelligence/cyber-intelligence/25u-signal-operations-support-specialist",
        "description": "As a Signal Operations Support Specialist, you’ll provide technical support and expertise in the operation and maintenance of communication systems. You'll install, configure, and troubleshoot tactical signal equipment such as radios and data transmission devices. You'll also work closely with tactical military teams to ensure reliable and efficient communication for military operations. \n"
    },
    {
        "title": "Orthopedic Surgeon",
        "code": "61M",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/61m-orthopedic-surgeon",
        "description": "As an Orthopedic Surgeon, you’ll deliver the most advanced medical care to Soldiers in need of musculoskeletal care. You’ll gain surgical experience and pioneer new treatments, from bionic prosthetics to bone and tissue regeneration, while working and learning alongside the U.S. Army Medical Department’s leading personnel.\n"
    },
    {
        "title": "Thoracic Surgeon ",
        "code": "61K",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/61k-thoracic-surgeon-",
        "description": "As a Thoracic Surgeon, you’ll work closely with colleagues in gastroenterology, oncology, pulmonology, radiation oncology, and other specialties to care for patients. You’ll examine, diagnose, treat, or perform surgery on patients with surgical diseases or injuries to the thorax and vascular system. You’ll conduct and supervise direct patient care, as well as plan and execute disease prevention and health promotion programs. You’ll also exercise a command of medical units as provided by law and regulation, perform special staff functions in health support for commanders at all levels, and conduct medical research on diseases of military importance. Additionally, you’ll conduct, supervise, and participate in graduate medical education and training of other medical personnel needed to sustain a robust and readily available medical system.\n"
    },
    {
        "title": "Radiation Oncologist",
        "code": "61Q",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/61q-radiation-oncologist",
        "description": "As a Radiation Oncologist, you’ll work with medical oncologists, surgeons, and other medical experts to coordinate patient care. You’ll conduct and supervise the use of ionizing radiations in treatment and exercise command of medical units as provided by law and regulation. You’ll perform staff functions in health support for commanders at all levels, conduct medical research on diseases of military importance, and participate in graduate medical education. Additionally, you’ll train other personnel and serve unique duty positions for the therapeutic radiation service and the medical school faculty.\n"
    },
    {
        "title": "Aeromedical Evacuations Officer ",
        "code": "67J",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/67j-aeromedical-evacuations-officer-",
        "description": "As an Aeromedical Evacuations Officer, you’ll pilot Blackhawk helicopters to medically evacuate injured Soldiers and allies. You’ll plan and execute intra-theater tactical, operational, and strategic medical evacuation operations. You’ll support joint, coalition, and allied partners, DOD employees and contractors, interagency personnel, non-government organizations, and more. Additionally, you’ll provide emergency support including medical supply, transporting blood, medical personnel and equipment, and homeland security medical evacuation.\n"
    },
    {
        "title": "Health Services System Management Officer",
        "code": "70D",
        "category": "science-medicine",
        "sub_category": "general-care",
        "url": "https://www.goarmy.com/careers-and-jobs/science-medicine/general-care/70d-health-services-system-management-officer",
        "description": "As a Health Services System Management Officer, you’ll have the opportunity to enhance your skills in one of the world’s largest health care organizations. You’ll provide managerial expertise and technical guidance in developing, implementing, and maintaining information systems and medical activities. You’ll advise and assist the medical commander or staff surgeon, as well as develop strategy, policy, and plans for the creation, implementation, operation, and evaluation of clinical/patient-oriented information systems. You’ll also integrate telecommunications, automation, visual information, and printing equipment to support medical treatment facilities and biomedical research laboratories, in addition to providing medical communication planning and management for Combat Casualty Care situations. \n\n"
    },
    {
        "title": "Cyber Capability Developer Technician",
        "code": "170D",
        "category": "signal-intelligence",
        "sub_category": "cyber-intelligence",
        "url": "https://www.goarmy.com/careers-and-jobs/signal-intelligence/cyber-intelligence/170d-cyber-capability-developer-technician",
        "description": "As a Cyber Capability Developer Technician, you’ll be an expert in developing and implementing software and hardware solutions to enable cyberspace capabilities and electromagnetic warfare operations. You’ll use programming language to create software applications and programs used by the Cyber Force of the U.S. military to defend against and defeat our nation’s opponents.\n"
    }
]